window.testData = {
        onegin: {
            questions: [
                {
                    question:
                        'Где родился и жил Евгений Онегин в романе А. С. Пушкина "Евгений Онегин"?',
                    options: [
                        'в Москве',
                        'в Петербурге',
                        'в Самаре',
                        'в Екатеринбурге',
                        'в Нижнем Новгороде',
                    ],
                    correct: 1,
                },
                {
                    question:
                        'На каком языке главный герой «мог изъясняться и писал» в романе А. С. Пушкина "Евгений Онегин"?',
                    options: [
                        'на латинском',
                        'на немецком',
                        'на французском',
                        'на английском',
                        'на испанском',
                    ],
                    correct: 2,
                },
                {
                    question:
                        'Чем в своей деревне заменил барщину Онегин в романе А. С. Пушкина "Евгений Онегин"?',
                    options: [
                        'оброком',
                        'податью',
                        'налогом',
                        'денежными сборами',
                        'освобождением крестьян',
                    ],
                    correct: 0,
                },
                {
                    question:
                        'Кто был секундантом Онегина на дуэли в романе А. С. Пушкина "Евгений Онегин"?',
                    options: [
                        'Зарецкий',
                        'Скотинин',
                        'monsieur Guillot',
                        'Буянов',
                        'Ленский',
                    ],
                    correct: 2,
                },
                {
                    question:
                        'Какую книгу Татьяна читала перед тем, как написать письмо Онегину в романе А. С. Пушкина "Евгений Онегин"?',
                    options: [
                        '"Юлия, или Новая Элоиза" Ж. Ж. Руссо',
                        '"Робинзон Крузо" Д. Дефо',
                        '"Песни Оссиана" Дж. Макферсона',
                        '"Дон Кихот" М. Сервантеса',
                        '"Гамлет" У. Шекспира',
                    ],
                    correct: 0,
                },
                {
                    question:
                        'Какой титул имел муж Татьяны Лариной в романе А. С. Пушкина "Евгений Онегин"?',
                    options: ['граф', 'князь', 'барон', 'виконт', 'герцог'],
                    correct: 1,
                },
                {
                    question:
                        'Чем закончилась последняя встреча Онегина с Татьяной в романе А. С. Пушкина "Евгений Онегин"?',
                    options: [
                        'Героиня выгнала Онегина из своего дома.',
                        'Татьяна сказала, что уже не любит Онегина.',
                        'Татьяна призналась, что до сих пор любит Онегина, но не может нарушить клятву верности своему мужу.',
                        'Онегин рассказал о своих чувствах к Татьяне её мужу.',
                        'Онегин предложил Татьяне бежать вместе.',
                    ],
                    correct: 2,
                },
                {
                    question:
                        'Сколько времени проводил Онегин у зеркала перед выходом в свет в романе А. С. Пушкина "Евгений Онегин"?',
                    options: ['20 минут', '1 час', '3 часа', '4 часа', '2 часа'],
                    correct: 2,
                },
                {
                    question:
                        'Что лежало под подушкой у Татьяны Лариной во время гадания в романе А. С. Пушкина "Евгений Онегин"?',
                    options: ['гребешок', 'книга', 'письмо', 'зеркало', 'монета'],
                    correct: 3,
                },
                {
                    question:
                        'Куда отправился Евгений Онегин после последней встречи с Татьяной Лариной в романе А. С. Пушкина "Евгений Онегин"?',
                    options: [
                        'на воды лечиться',
                        'на службу на Кавказ',
                        'в свою деревню',
                        'об этом в тексте не говорится',
                        'за границу',
                    ],
                    correct: 3,
                },
            ],
        },

        oblomov: {
            questions: [
              {
                question: 'На какой улице проживает Илья Ильич Обломов в одноименном романе И. А. Гончарова "Обломов"?',
                options: [
                  'Невский проспект',
                  'Гороховая улица',
                  'Садовая улица',
                  'Малая Морская улица',
                  'Большая Морская улица',
                ],
                correct: 1,
              },
              {
                question: 'Сколько лет Илье Ильичу Обломову в начале повествования в одноименном романе  И. А. Гончарова "Обломов"?',
                options: [
                  '25 лет',
                  '30 лет',
                  '32 года',
                  '35 лет',
                  '40 лет',
                ],
                correct: 2,
              },
              {
                question: 'Какое количество крепостных душ принадлежит Илье Ильичу Обломову в одноименном романе И. А. Гончарова "Обломов"?',
                options: [
                  '100 душ',
                  '200 душ',
                  '300 душ',
                  '350 душ',
                  '400 душ',
                ],
                correct: 3,
              },
              {
                question: 'Как называется село, в котором прошло детство Ильи Ильича Обломова в одноименном романе И. А. Гончарова "Обломов"?',
                options: [
                  'Верхлево',
                  'Обломовка',
                  'Кистеневка',
                  'Адамово',
                  'Подлесное',
                ],
                correct: 1,
              },
              {
                question: 'Какое прозвище получил Илья Ильич Обломов от своих знакомых в одноименном романе И. А. Гончарова "Обломов"?',
                options: [
                  'Ленивец',
                  'Соня',
                  'Философ',
                  'Мечтатель',
                  'Лежебока',
                ],
                correct: 4,
              },
              {
                question: 'Какую мелодию особенно любит слушать Илья Ильич Обломов в одноименном романе И. А. Гончарова "Обломов"?',
                options: [
                  'Ария Ленского',
                  'Ария Германа',
                  'Ария Людмилы',
                  'Ария Ольги',
                  'Ария Татьяны',
                ],
                correct: 2,
              },
              {
                question: 'Какое блюдо является любимым у Ильи Ильича Обломова в одноименном романе И. А. Гончарова "Обломов"?',
                options: [
                  'Щи',
                  'Пельмени',
                  'Блины',
                  'Каша',
                  'Пироги',
                ],
                correct: 2,
              },
              {
                question: 'Какой предмет мебели является излюбленным местом пребывания Ильи Ильича Обломова в одноименном романе И. А. Гончарова "Обломов"?',
                options: [
                  'Кресло',
                  'Кровать',
                  'Диван',
                  'Кушетка',
                  'Стул',
                ],
                correct: 2,
              },
              {
                question: 'Какой цвет халата предпочитает носить Илья Ильич Обломов в одноименном романе И. А. Гончарова "Обломов"?',
                options: [
                  'Синий',
                  'Зелёный',
                  'Красный',
                  'Коричневый',
                  'Чёрный',
                ],
                correct: 1,
              },
              {
                question: 'Какое время года описывается в начале романа И. А. Гончарова "Обломов"?',
                options: [
                  'Весна',
                  'Лето',
                  'Осень',
                  'Зима',
                  'Не указано',
                ],
                correct: 0,
              },
            ],
          },

        hero: {
            questions: [
              {
                question: 'Какое прозвище дали Печорину контрабандисты в главе "Тамань" романа М. Ю. Лермонтова "Герой нашего времени"?',
                options: [
                  'Слепой',
                  'Русский офицер',
                  'Шпион',
                  'Ночной гость',
                  'Странник',
                ],
                correct: 3,
              },
              {
                question: 'Какую игру предложил Вулич Печорину в главе "Фаталист" романа М. Ю. Лермонтова "Герой нашего времени"?',
                options: [
                  'Карты',
                  'Русская рулетка',
                  'Шахматы',
                  'Дуэль на шпагах',
                  'Стрельба по мишени',
                ],
                correct: 1,
              },
              {
                question: 'Как Печорин узнал о смерти Бэлы в романе М. Ю. Лермонтова "Герой нашего времени"?',
                options: [
                  'От Максима Максимыча',
                  'Из письма',
                  'От случайного прохожего',
                  'Из газетной статьи',
                  'От слуги',
                ],
                correct: 0,
              },
              {
                question: 'Какое предсказание сделала Печорину гадалка в романе М. Ю. Лермонтова "Герой нашего времени"?',
                options: [
                  'Он найдет настоящую любовь',
                  'Он умрет от злой жены',
                  'Его ждет слава и богатство',
                  'Он будет предан другом',
                  'Он погибнет на войне',
                ],
                correct: 1,
              },
              {
                question: 'Какое событие заставило Печорина задуматься о своей судьбе в главе "Фаталист" романа М. Ю. Лермонтова "Герой нашего времени"?',
                options: [
                  'Смерть Вулича',
                  'Дуэль с Грушницким',
                  'Разговор с Максимом Максимычем',
                  'Письмо от Веры',
                  'Путешествие в Персию',
                ],
                correct: 0,
              },
              {
                question: 'Какое качество характера Печорина наиболее ярко проявляется в его отношениях с княжной Мери в романе М. Ю. Лермонтова "Герой нашего времени"?',
                options: [
                  'Искренность',
                  'Ревность',
                  'Цинизм',
                  'Самоотверженность',
                  'Стеснительность',
                ],
                correct: 2,
              },
              {
                question: 'Какую роль играет Максим Максимыч в романе М. Ю. Лермонтова "Герой нашего времени"?',
                options: [
                  'Главный герой',
                  'Рассказчик',
                  'Антагонист',
                  'Второстепенный персонаж',
                  'Символ судьбы',
                ],
                correct: 1,
              },
              {
                question: 'Какое впечатление произвел Печорин на офицеров при первой встрече в романе М. Ю. Лермонтова "Герой нашего времени"?',
                options: [
                  'Дружелюбный и общительный',
                  'Замкнутый и холодный',
                  'Веселый и беззаботный',
                  'Агрессивный и вспыльчивый',
                  'Скромный и застенчивый',
                ],
                correct: 1,
              },
              {
                question: 'Как Печорин относится к своей судьбе в романе М. Ю. Лермонтова "Герой нашего времени"?',
                options: [
                  'Считает себя хозяином своей судьбы',
                  'Верит в предопределенность',
                  'Ожидает вмешательства высших сил',
                  'Полностью равнодушен',
                  'Постоянно сомневается',
                ],
                correct: 1,
              },
              {
                question: 'Как заканчивается роман М. Ю. Лермонтова "Герой нашего времени"?',
                options: [
                  'Печорин женится на княжне Мери',
                  'Печорин уезжает в Персию и погибает',
                  'Печорин возвращается в Петербург',
                  'Печорин становится отшельником',
                  'Печорин умирает от болезни',
                ],
                correct: 1,
              },
            ],
          },

        bespridan: {
            questions: [
              {
                question: 'Как звали главную героиню пьесы А. Н. Островского "Бесприданница""?',
                options: [
                  'Наталья Дмитриевна',
                  'Лариса Дмитриевна',
                  'Ольга Сергеевна',
                  'Анна Петровна',
                  'Екатерина Ивановна',
                ],
                correct: 1,
              },
              {
                question: 'Почему Лариса Дмитриевна согласилась выйти замуж за Карандышева в пьесе А. Н. Островского "Бесприданница"?',
                options: [
                  'Она его любила',
                  'Она устала от жизни без приданого',
                  'Он был богат',
                  'Она хотела отомстить Паратову',
                  'Он был единственным, кто сделал предложение',
                ],
                correct: 4,
              },
              {
                question: 'Какое прозвище носил Аркадий Счастливцев в пьесе А. Н. Островского "Бесприданница"?',
                options: [
                  'Гамлет',
                  'Дон Кихот',
                  'Робинзон',
                  'Отелло',
                  'Буратино',
                ],
                correct: 2,
              },
              {
                question: 'Чем занимался Сергей Сергеич Паратов в пьесе А. Н. Островского "Бесприданница"?',
                options: [
                  'Он был владельцем торговой фирмы',
                  'Он был чиновником',
                  'Он был офицером',
                  'Он был судовладельцем',
                  'Он был актером',
                ],
                correct: 0,
              },
              {
                question: 'Кто из купцов взял на себя расходы по гардеробу Ларисы в пьесе А. Н. Островского "Бесприданница"?',
                options: [
                  'Вожеватов',
                  'Паратов',
                  'Кнуров',
                  'Карандышев',
                  'Робинзон',
                ],
                correct: 0,
              },
              {
                question: 'Какое предложение сделал Ларисе Кнуров в финале пьесы в пьесе А. Н. Островского "Бесприданница"?',
                options: [
                  'Выйти за него замуж',
                  'Отправиться в Париж и быть его содержанкой',
                  'Жить у него в деревне',
                  'Открыть свой магазин',
                  'Устроиться актрисой',
                ],
                correct: 1,
              },
              {
                question: 'Как закончилась судьба Ларисы Дмитриевны в пьесе А. Н. Островского "Бесприданница"?',
                options: [
                  'Она уехала с Паратовым',
                  'Она вышла замуж за Карандышева',
                  'Её убил жених',
                  'Она покончила с собой',
                  'Она уехала в Париж',
                ],
                correct: 2,
              },
              {
                question: 'Почему Паратов не мог быть с Ларисой в пьесе А. Н. Островского "Бесприданница"?',
                options: [
                  'Он не любил её',
                  'Он был беден',
                  'Он был обручён',
                  'Она отказалась от него',
                  'Он собирался уехать за границу',
                ],
                correct: 2,
              },
              {
                question: 'Кто из героев отличался молодостью и богатством в пьесе А. Н. Островского "Бесприданница"?',
                options: [
                  'Паратов',
                  'Кнуров',
                  'Вожеватов',
                  'Карандышев',
                  'Робинзон',
                ],
                correct: 0,
              },
              {
                question: 'Как Лариса оправдала поступок Карандышева в пьесе А. Н. Островского "Бесприданница"?',
                options: [
                  'Она прокляла его',
                  'Она считала, что это её освобождение',
                  'Она обвинила во всём Паратова',
                  'Она простила его и согласилась выйти замуж',
                  'Она обвинила мать',
                ],
                correct: 1,
              },
            ],
          },
        warimir: {
            questions: [
              {
                question: 'Когда начинается действие романа "Война и мир"?',
                options: [
                  'в январе 1812 года',
                  'в апреле 1801 года',
                  'в мае 1807 года',
                  'в июле 1805 года',
                  'в декабре 1808 года',
                ],
                correct: 3,
              },
              {
                question: 'Как определил сам Л.Н. Толстой жанр произведения "Война и мир"?',
                options: [
                  'историческая хроника',
                  'роман',
                  'летопись',
                  'эпопея',
                  'повесть',
                ],
                correct: 3,
              },
              {
                question: 'В исторических трудах Наполеон нередко противопоставляется Александру I. Кто противопоставлен Наполеону в романе "Война и мир"?',
                options: [
                  'Александр I',
                  'М.И. Кутузов',
                  'А. Болконский',
                  'Николай I',
                  'Пьер Безухов',
                ],
                correct: 1,
              },
              {
                question: 'Сколько времени длится действие романа "Война и мир" в целом?',
                options: [
                  '10 лет',
                  '25 лет',
                  'около 7 лет',
                  '15 лет',
                  '20 лет',
                ],
                correct: 3,
              },
              {
                question: 'С какого события начинается роман "Война и мир"?',
                options: [
                  'описания встречи отца и сына Болконских',
                  'описания Шенграбенского сражения',
                  'описания именин в доме Ростовых',
                  'описания вечера у А.П. Шерер',
                  'бал в доме князя Вяземского',
                ],
                correct: 2,
              },
              {
                question: 'Что привлекло Пьера Безухова в масонстве?',
                options: [
                  'увлечение мистикой',
                  'возможность отречься от несчастливого брака',
                  'идея единения и братства людей',
                  'связи с влиятельными людьми',
                  'желание стать более влиятельным',
                ],
                correct: 2,
              },
              {
                question: 'После Шенграбенского сражения "князю Андрею было грустно и тяжело", потому что...',
                options: [
                  'его смелое поведение во время сражения не было замечено Багратионом',
                  'в сражении погибло больше солдат и офицеров, чем ожидалось',
                  'после посещения батареи капитана Тушина начали разрушать его идеальные представления о подвиге',
                  'ему не удалось проявить себя в сражении и прославиться',
                  'он понял, что война не принесет ему славы',
                ],
                correct: 2,
              },
              {
                question: 'Почему расстроился брак князя Андрея и Наташи Ростовой?',
                options: [
                  'из-за тайных отношений Наташи и Бориса Друбецкого',
                  'из-за отказа старого князя Болконского благословить этот брак',
                  'из-за мимолётного увлечения Наташи Анатолем Курагиным',
                  'из-за отказа графа и графини Ростовых выдать дочь замуж за вдовца',
                  'из-за финансовых проблем князя Болконского',
                ],
                correct: 2,
              },
              {
                question: 'Как называлась деревня князя Андрея, которую отделил ему отец?',
                options: [
                  'Лысые горы',
                  'Отрадное',
                  'Богучарово',
                  'Марьино',
                  'Петрово',
                ],
                correct: 2,
              },
              {
                question: 'Какую сумму проиграл Николай Ростов Долохову?',
                options: [
                  '31000 рублей',
                  '40000 рублей',
                  '43000 рублей',
                  '45000 рублей',
                  '50000 рублей',
                ],
                correct: 2,
              },
            ],
          },
    
        oldsun: {
            questions: [
              {
                question: 'Почему Бусыгин и Сильва оказались в доме Сарафанова в комедии А. В. Вампилова "Старший сын?',
                options: [
                  'Они были приглашены на ужин',
                  'Они ошиблись дверью',
                  'Они искали убежище от холода',
                  'Они хотели познакомиться с его дочерью',
                  'Они хотели украсть что-нибудь ценное',
                ],
                correct: 2, 
              },
              {
                question: 'Какую роль сыграла табакерка в отношениях между Сарафановым и Бусыгиным в комедии А. В. Вампилова "Старший сын?',
                options: [
                  'Она была символом прощения',
                  'Она служила доказательством родства',
                  'Она была подарком от матери Бусыгина',
                  'Она помогла наладить доверие',
                  'Она не имела никакого значения',
                ],
                correct: 3,
              },
              {
                question: 'Почему Васенька обиделся на Макарскую в комедии А. В. Вампилова "Старший сын?',
                options: [
                  'Она отказалась идти с ним в кино',
                  'Она отказала ему в любви',
                  'Она унизила его перед отцом',
                  'Она предпочла другого мужчину',
                  'Она не приняла его подарок',
                ],
                correct: 0, 
              },
              {
                question: 'Как Сарафанов отреагировал на новость о том, что Бусыгин его сын в комедии А. В. Вампилова "Старший сын?',
                options: [
                  'С радостью',
                  'С недоверием',
                  'С полным равнодушием',
                  'С негодованием',
                  'С гордостью',
                ],
                correct: 1, 
              },
              {
                question: 'Почему Нина сомневалась в правдивости слов Бусыгина? в комедии А. В. Вампилова "Старший сын',
                options: [
                  'Она знала, что у отца нет других детей',
                  'Она считала, что он обманывает ради выгоды',
                  'Её смутила его фамилия',
                  'Она не любила новых людей',
                  'Её убеждения расходились с его историей',
                ],
                correct: 1, 
              },
              {
                question: 'Какое занятие Сарафанова он пытался скрывать от своих детей? в комедии А. В. Вампилова "Старший сын',
                options: [
                  'Игра на похоронах',
                  'Работа в магазине',
                  'Написание стихов',
                  'Учёба в музыкальной школе',
                  'Работа на вокзале',
                ],
                correct: 0, 
              },
              {
                question: 'Почему Бусыгин решает остаться с семьёй Сарафанова, несмотря на свои намерения уйти в комедии А. В. Вампилова "Старший сын?',
                options: [
                  'Он почувствовал ответственность за Васеньку',
                  'Он был привлечён уютом дома',
                  'Он начал испытывать симпатию к Нине',
                  'Его попросил об этом Сильва',
                  'Он хотел помочь Сарафанову',
                ],
                correct: 0, 
              },
              {
                question: 'Как жених Нины отнёсся к шуткам Бусыгина и Сильвы в комедии А. В. Вампилова "Старший сын?',
                options: [
                  'С раздражением',
                  'С добродушной улыбкой',
                  'С возмущением',
                  'С полным безразличием',
                  'С насмешкой',
                ],
                correct: 1, 
              },
              {
                question: 'Почему Сильва выдал правду о Бусыгине в комедии А. В. Вампилова "Старший сын?',
                options: [
                  'Он хотел отомстить за свои обиды',
                  'Он случайно проговорился',
                  'Он хотел помочь Сарафанову',
                  'Он посчитал, что это не имеет значения',
                  'Его заставила Макарская',
                ],
                correct: 0, 
              },
              {
                question: 'Как Сарафанов отреагировал на разоблачение Бусыгина в комедии А. В. Вампилова "Старший сын?',
                options: [
                  'Прогнал его из дома',
                  'Принял с ещё большей любовью',
                  'Устроил семейный скандал',
                  'Потребовал объяснений',
                  'Полностью разочаровался',
                ],
                correct: 1,
              },
            ],
          },

        donstory: {
            questions: [
                {
                    question:
                        'Что стало причиной мучительного голода, от которого страдала семья Алешки в рассказе М. А. Шолохова "Алешкино сердце"?',
                    options: [
                        'Гражданская война',
                        'Засуха и неурожай',
                        'Нападение бандитов',
                        'Эпидемия болезни',
                        'Уход отца на фронт',
                    ],
                    correct: 1,
                },
                {
                    question:
                        'Какой трагический случай произошел после того, как Алешка принес домой жеребенка в рассказе М. А. Шолохова "Алешкино сердце"?',
                    options: [
                        'Его избила соседка Макарчиха',
                        'Сестренка Алешки умерла от переедания',
                        'Жеребенка съели собаки',
                        'Мать продала дом',
                        'Политком отказался помочь',
                    ],
                    correct: 1,
                },
                {
                    question:
                        'Почему соседка Макарчиха убила Польку, старшую сестру Алешки в рассказе М. А. Шолохова "Алешкино сердце"?',
                    options: [
                        'Полька украла у нее деньги',
                        'Девочка съела приготовленные ею щи',
                        'Полька случайно разбила посуду',
                        'Соседка приняла девочку за бандитку',
                        'Она защищала своего сына',
                    ],
                    correct: 1,
                },
                {
                    question:
                        'Какой поступок Алешки привел к аресту Ивана Алексеева в рассказе М. А. Шолохова "Алешкино сердце"?',
                    options: [
                        'Он украл хлеб из амбара',
                        'Он донес на него Синицыну за издевательства',
                        'Он сообщил о связях Алексеева с бандитами',
                        'Он организовал забастовку работников',
                        'Он нашел у Алексеева оружие',
                    ],
                    correct: 2,
                },
                {
                    question:
                        'Почему Алешка не бросил гранату в дом, занятый бандитами в рассказе М. А. Шолохова "Алешкино сердце"?',
                    options: [
                        'Он испугался выстрелов',
                        'Синицын запретил ему участвовать в бою',
                        'На пороге дома появился бандит с ребенком',
                        'Он случайно уронил гранату',
                        'Граната оказалась неисправной',
                    ],
                    correct: 2,
                },

                {
                    question:
                        'Какую задачу продкомиссар поставил перед Бодягиным в рассказе М. А. Шолохова "Продкомиссар"?',
                    options: [
                        'Организовать оборону станицы',
                        'Собрать 150 тысяч пудов хлеба для армии и центра',
                        'Провести перепись населения',
                        'Арестовать всех казаков, укрывающих зерно',
                        'Устроить выборы нового окружного комиссара',
                    ],
                    correct: 1,
                },
                {
                    question:
                        'Почему отец Бодягина выгнал его из дома в юности в рассказе М. А. Шолохова "Продкомиссар"?',
                    options: [
                        'За сломанные вилы',
                        'За дерзкие слова в его адрес',
                        'За кражу зерна из амбара',
                        'За то, что отказался работать в поле',
                        'За поддержку красных',
                    ],
                    correct: 1,
                },
                {
                    question:
                        'Какое наказание получил отец Бодягина за агитацию против сдачи хлеба в рассказе М. А. Шолохова "Продкомиссар"?',
                    options: [
                        'Ссылка в Сибирь',
                        'Тюремное заключение',
                        'Расстрел',
                        'Конфискация имущества',
                        'Штраф и принудительные работы',
                    ],
                    correct: 2,
                },
                {
                    question:
                        'Почему Бодягин и Тесленко не смогли уйти от восставших казаков в рассказе М. А. Шолохова "Продкомиссар"?',
                    options: [
                        'Их лошади устали',
                        'Они заблудились в степи',
                        'Бодягин подобрал замерзающего мальчика',
                        'Восставшие окружили их дом',
                        'Они были преданы местными жителями',
                    ],
                    correct: 2,
                },
                {
                    question:
                        'Что сделал Бодягин перед своей смертью в рассказе М. А. Шолохова "Продкомиссар"?',
                    options: [
                        'Спас мальчика, привязав его к седлу',
                        'Организовал оборону ссыпного пункта',
                        'Сдался восставшим, чтобы спасти Тесленко',
                        'Отказался покидать зернохранилище',
                        'Написал письмо в центр с просьбой о помощи',
                    ],
                    correct: 0,
                },

                {
                    question:
                        'Какую должность занимает Николка Кошевой в рассказе М. А. Шолохова "Родинка"?',
                    options: [
                        'Командир полка',
                        'Командир эскадрона',
                        'Комиссар отряда',
                        'Взводный командир',
                        'Казачий атаман',
                    ],
                    correct: 1,
                },
                {
                    question:
                        'Как атаман убедил мельника Лукича помочь банде в рассказе М. А. Шолохова "Родинка"?',
                    options: [
                        'Угрожая расправой за пособничество красным',
                        'Предложив ему деньги за зерно',
                        'Представившись другом Николки',
                        'Устроив пожар на мельнице',
                        'Притворившись советским комиссаром',
                    ],
                    correct: 0,
                },
                {
                    question:
                        'Почему Николка Кошевой чувствовал усталость и желание изменить свою жизнь в рассказе М. А. Шолохова "Родинка"?',
                    options: [
                        'Он хотел уехать учиться в город',
                        'Ему надоели конфликты с красноармейцами',
                        'Он потерял веру в революцию',
                        'Ему хотелось вернуться домой к семье',
                        'Он был ранен в предыдущем бою',
                    ],
                    correct: 0,
                },
                {
                    question:
                        'Как атаман узнал в убитом командире своего сына в рассказе М. А. Шолохова "Родинка"??',
                    options: [
                        'По фамилии на форме',
                        'По крупной родинке на ноге',
                        'По медальону на шее',
                        'По воспоминаниям мельника Лукича',
                        'По письмам, найденным в кармане',
                    ],
                    correct: 1,
                },
                {
                    question:
                        'Чем завершилась жизнь атамана после убийства Николки в рассказе М. А. Шолохова "Родинка"??',
                    options: [
                        'Его схватили красноармейцы',
                        'Он покончил с собой, выстрелив из маузера',
                        'Он скрылся с места боя',
                        'Его убили во время перестрелки',
                        'Он добровольно сдался в плен',
                    ],
                    correct: 1,
                },

                {
                    question:
                        'Почему Шибалок решил отдать своего сына в детский дом в рассказе М. А. Шолохова "Шибалково семя"?',
                    options: [
                        'Ему нужно было отправиться в новый поход',
                        'У него не было средств, чтобы воспитать сына',
                        'Его сын тяжело заболел',
                        'Он хотел, чтобы сын получил образование',
                        'У него не было своего жилья',
                    ],
                    correct: 1,
                },
                {
                    question:
                        'Как Дарья оказалась в отряде Шибалка в рассказе М. А. Шолохова "Шибалково семя"?',
                    options: [
                        'Её захватили в плен как шпионку',
                        'Её нашли избитой возле дороги',
                        'Она сама попросилась в отряд',
                        'Её направило командование',
                        'Её приняли как жену одного из бойцов',
                    ],
                    correct: 1,
                },
                {
                    question:
                        'Что призналась Дарья Шибалку перед родами в рассказе М. А. Шолохова "Шибалково семя"?',
                    options: [
                        'Что у неё другой любимый',
                        'Что она украла важные документы',
                        'Что она шпионка банды Игнатьева',
                        'Что она тайно помогала красным',
                        'Что она не хочет растить ребёнка',
                    ],
                    correct: 2,
                },
                {
                    question:
                        'Какой аргумент помог Шибалку спасти жизнь своему сыну в рассказе М. А. Шолохова "Шибалково семя"?',
                    options: [
                        'Он убедил бойцов, что ребёнок ни в чём не виноват',
                        'Он поклялся в верности отряду',
                        'Он пообещал воспитать ребёнка как большевика',
                        'Он попросил отсрочку для решения суда',
                        'Он отдал все свои деньги отряду',
                    ],
                    correct: 0,
                },
                {
                    question:
                        'Чем кормили сына Шибалка после его рождения в рассказе М. А. Шолохова "Шибалково семя"?',
                    options: [
                        'Женщины в отряде кормили его своим молоком',
                        'Его кормила кобыла молоком',
                        'Его кормили хлебом, размачивая его в воде',
                        'Он питался остатками солдатской еды',
                        'Ему покупали детское питание',
                    ],
                    correct: 1,
                },
            ],
        },
    
        dontihi: {
            questions: [
              {
                question: 'Какие отношения сложились между Григорием Мелеховым и Аксиньей Астаховой после свадьбы Григория?',
                options: [
                  'Они прекратили все контакты.',
                  'Их роман продолжился.',
                  'Аксинья стала служанкой в доме Григория.',
                  'Они договорились скрывать свои чувства.',
                  'Аксинья уехала из хутора.'
                ],
                correct: 1,
              },
              {
                question: 'Как Пантелей Прокофьевич реагировал на отношения Григория с Аксиньей в романе-эпопее М. А. Шолохова "Тихий Дон"?',
                options: [
                  'Поддерживал сына.',
                  'Старался не вмешиваться.',
                  'Пытался разлучить их.',
                  'Предложил Аксинье развестись с мужем.',
                  'Отправил Григория в армию.'
                ],
                correct: 2,
              },
              {
                question: 'Почему Григорий Мелехов ушёл из дома и стал работать кучером в романе-эпопее М. А. Шолохова "Тихий Дон"?',
                options: [
                  'Его выгнал отец.',
                  'Он искал лучшую жизнь.',
                  'Он хотел избежать службы в армии.',
                  'Аксинья убедила его.',
                  'Он поссорился с братом.'
                ],
                correct: 0,
              },
              {
                question: 'Что повлияло на взгляды Григория во время Первой мировой войны в романе-эпопее М. А. Шолохова "Тихий Дон"?',
                options: [
                  'Знакомство с офицером, который был за монархию.',
                  'Подвиг на поле боя.',
                  'Знакомство с коммунистом в госпитале.',
                  'Смерть брата.',
                  'Признание от командующего.'
                ],
                correct: 2,
              },
              {
                question: 'Каковы были причины казачьего восстания, к которому присоединился Григорий в романе-эпопее М. А. Шолохова "Тихий Дон"?',
                options: [
                  'Желание вернуть власть императору.',
                  'Недовольство продразвёрсткой и политикой большевиков.',
                  'Поддержка коммунистических идей.',
                  'Личное желание отомстить за семью.',
                  'Влияние иностранной армии.'
                ],
                correct: 1,
              },
              {
                question: 'Почему жена Григория совершила аборт в романе-эпопее М. А. Шолохова "Тихий Дон"?',
                options: [
                  'Она не хотела воспитывать ребёнка в тяжёлых условиях.',
                  'Из-за измены Григория с Аксиньей.',
                  'По совету отца Григория.',
                  'Она боялась преследования.',
                  'По просьбе самой Аксиньи.'
                ],
                correct: 1,
              },
              {
                question: 'Какое событие окончательно отдалило Григория от большевиков в романе-эпопее М. А. Шолохова "Тихий Дон"?',
                options: [
                  'Расстрел пленных офицеров без суда.',
                  'Назначение Григория командиром отряда.',
                  'Потеря семьи из-за войны.',
                  'Поражение в важном сражении.',
                  'Измены в рядах Красной армии.'
                ],
                correct: 0,
              },
              {
                question: 'Как сложилась судьба Аксиньи в финале романа-эпопеи М. А. Шолохова "Тихий Дон"?',
                options: [
                  'Она стала женой богатого помещика.',
                  'Её убили во время побега с Григорием.',
                  'Она умерла от болезни.',
                  'Она уехала за границу.',
                  'Она вернулась к своему мужу.'
                ],
                correct: 1,
              },
              {
                question: 'Почему Григорий не уехал за границу после разгрома восстания в романе-эпопее М. А. Шолохова "Тихий Дон"?',
                options: [
                  'Ему запретили большевики.',
                  'Он хотел остаться с Аксиньей.',
                  'Ему не удалось найти транспорт.',
                  'Он решил вернуться к сыну.',
                  'Ему предложили высокую должность в Красной армии.'
                ],
                correct: 3,
              },
              {
                question: 'Какой основной мотив прослеживается в судьбе Григория Мелехова в романе-эпопее М. А. Шолохова "Тихий Дон"?',
                options: [
                  'Борьба за свободу.',
                  'Примирение с прошлым.',
                  'Непримиримость между долгом и личными чувствами.',
                  'Ненависть к врагам.',
                  'Жажда власти.'
                ],
                correct: 2,
              },
            ],
        },

        blackman: {
            questions: [
              {
                question: 'Какие размышления о счастье излагает Черный человек в поэме С. А. Есенина "Черный человек"?',
                options: [
                  'Счастье – это возможность без труда достичь своих целей.',
                  'Счастье – это ловкость ума и рук, умение казаться улыбчивым и простым в трудные моменты.',
                  'Счастье заключается в наслаждении жизнью и свободе от обязательств.',
                  'Счастье – это богатство и социальное признание.',
                  'Счастье – это преданность своим идеалам.'
                ],
                correct: 1,
              },
              {
                question: 'Как Черный человек описывает страну, где жил упоминаемый им человек, в поэме С. А. Есенина "Черный человек"?',
                options: [
                  'Страна с жарким климатом и буйной растительностью.',
                  'Страна с чистым декабрьским снегом и веселыми метелями.',
                  'Страна, где люди живут в гармонии с природой.',
                  'Страна с постоянными войнами и лишениями.',
                  'Страна, где царит невежество и мрак.'
                ],
                correct: 1,
              },
              {
                question: 'Какую книгу читает Черный человек герою в поэме С. А. Есенина "Черный человек"?',
                options: [
                  'Книгу с философскими трактатами о жизни.',
                  'Книгу о забулдыге и авантюристе.',
                  'Поэтический сборник о любви и страданиях.',
                  'Роман о героическом путешествии.',
                  'Старинную сказку с моралью.'
                ],
                correct: 1,
              },
              {
                question: 'Какие ассоциации вызывает Черный человек у героя поэмы С. А. Есенина "Черный человек"?',
                options: [
                  'Образ старого друга, который пытается помочь.',
                  'Личность, приносящая покой и утешение.',
                  'Символ тоски, страха и душевного разлада.',
                  'Воплощение мудрости и житейского опыта.',
                  'Олицетворение веселья и радости.'
                ],
                correct: 2,
              },
              {
                question: 'Какой предмет становится ключевым в финальной сцене поэмы С. А. Есенина "Черный человек"?',
                options: [
                  'Окно, через которое герой смотрит на улицу.',
                  'Зеркало, которое оказывается разбитым.',
                  'Стул, на котором сидел Черный человек.',
                  'Трость, которой герой пытается прогнать Черного человека.',
                  'Лампа, освещающая комнату героя.'
                ],
                correct: 1,
                },
            ],
        },
        
        tvelv: {
            questions: [
              {
                question: 'Какую надпись несет плакат, провозглашающий политические лозунги, в первой главе поэмы А. А. Блока "Двенадцать"?',
                options: [
                  '«Смерть буржуям!»',
                  '«Вся власть Учредительному Собранию!»',
                  '«Да здравствует революция!»',
                  '«За свободу!»',
                  '«Пролетарии всех стран, соединяйтесь!»'
                ],
                correct: 1,
              },
              {
                question: 'Что символизирует черный пес, который появляется в поэме А. А. Блока "Двенадцать"?',
                options: [
                  'Верность революции',
                  'Старый мир',
                  'Рабочий класс',
                  'Надежду на будущее',
                  'Симпатию к героям'
                ],
                correct: 1,
              },
              {
                question: 'Почему герой Петр выражает чувство вины в поэме А. А. Блока "Двенадцать"?',
                options: [
                  'За отказ поддержать товарищей',
                  'За любовь к Катьке, которую он убил',
                  'За утрату веры в революцию',
                  'За предательство друзей',
                  'За участие в преступлении против буржуазии'
                ],
                correct: 1,
              },
              {
                question: 'Как описываются двенадцать красногвардейцев в поэме А. А. Блока "Двенадцать"?',
                options: [
                  'Безжалостные убийцы',
                  'Воодушевленные борцы за свободу',
                  'Уставшие и сомневающиеся люди',
                  'Безымянные символы новой эпохи',
                  'Разрозненные участники событий'
                ],
                correct: 3,
              },
              {
                question: 'Каково значение образа ветра в поэме А. А. Блока "Двенадцать"?',
                options: [
                  'Успокоение',
                  'Символ революционного движения',
                  'Разрушение старого порядка',
                  'Надежда на изменения',
                  'Угнетение и хаос'
                ],
                correct: 1,
              },
              {
                question: 'В какой момент упоминается Христос в поэме А. А. Блока "Двенадцать"?',
                options: [
                  'В начале марша двенадцати',
                  'В финале, впереди колонны',
                  'В диалоге героев',
                  'В описании их действий',
                  'В метафорическом описании ветра'
                ],
                correct: 1,
              },
              {
                question: 'Какова роль Катьки в развитии событий поэмы А. А. Блока "Двенадцать"?',
                options: [
                  'Символ нового общества',
                  'Мотив трагедии и вины',
                  'Образ надежды на будущее',
                  'Противопоставление героям',
                  'Пример поддержки революции'
                ],
                correct: 1,
              },
              {
                question: 'Какие действия двенадцати гвардейцев подчеркивают их готовность к борьбе в поэме А. А. Блока "Двенадцать"?',
                options: [
                  'Они грабят прохожих',
                  'Они идут с винтовками на врага',
                  'Они защищают граждан',
                  'Они обсуждают революционные идеи',
                  'Они организуют митинги'
                ],
                correct: 1,
              },
              {
                question: 'Что символизирует красный флаг в поэме А. А. Блока "Двенадцать"?',
                options: [
                  'Власть Учредительного Собрания',
                  'Противоречие революции',
                  'Кровь и свободу',
                  'Борьбу с врагами',
                  'Единство народа'
                ],
                correct: 2,
              },
              {
                question: 'Какое ощущение передается через описание пурги в поэме А. А. Блока "Двенадцать"?',
                options: [
                  'Спокойствие перед бурей',
                  'Стихийная мощь революции',
                  'Беспорядок и хаос',
                  'Противоречивость человеческой натуры',
                  'Угнетенность'
                ],
                correct: 1,
              },
            ],
        },

        requiem: {
            questions: [
              {
                question: 'Какое историческое событие является фоном для написания поэмы А. А. Ахматовой "Реквием"?',
                options: [
                  'Великая Отечественная война',
                  'Октябрьская революция',
                  'Ежовщина',
                  'Гражданская война',
                  'Вторая мировая война'
                ],
                correct: 2,
              },
              {
                question: 'Какое чувство выражает герой стихотворения "К смерти" в поэме А. А. Ахматовой "Реквием"?',
                options: [
                  'Гнев',
                  'Страх',
                  'Смирение',
                  'Неприязнь',
                  'Радость'
                ],
                correct: 2,
              },
              {
                question: 'Какой символ в "Эпилоге" подчеркивает память о жертвах репрессий в поэме А. А. Ахматовой "Реквием"?',
                options: [
                  'Черные маруси',
                  'Снежный покров',
                  'Тюремный голубь',
                  'Звезда Полярная',
                  'Красная стена'
                ],
                correct: 4,
              },
              {
                question: 'Каково значение образа "черной долины" в поэме А. А. Ахматовой "Реквием"?',
                options: [
                  'Символ трагической судьбы',
                  'Метафора изгнания',
                  'Описание тюремного заключения',
                  'Образ коллективного страдания',
                  'Указание на политические репрессии'
                ],
                correct: 0,
              },
              {
                question: 'Что означает фраза "смертный пот на челе" в поэме А. А. Ахматовой "Реквием"?',
                options: [
                  'Страх перед казнью',
                  'Последствия болезни',
                  'Признак тяжелого труда',
                  'Символическое прощание',
                  'Признак отчаяния'
                ],
                correct: 0,
              },
              {
                question: 'К какому жанру относится "Реквием" А. А. Ахматовой?',
                options: [
                  'Лирическая поэма',
                  'Эпическая поэма',
                  'Элегия',
                  'Трагедия',
                  'Баллада'
                ],
                correct: 0,
              },
              {
                question: 'Какие изменения происходят с душой лирического героя в разделе "Приговор" в поэме А. А. Ахматовой "Реквием"?',
                options: [
                  'Смирение и покой',
                  'Протест и ненависть',
                  'Каменное равнодушие',
                  'Радость и облегчение',
                  'Глубокая печаль'
                ],
                correct: 2,
              },
              {
                question: 'Какой символ связывает судьбу героини с ее народом в "Эпилоге" поэмы А. А. Ахматовой "Реквием"?',
                options: [
                  'Кресты',
                  'Морская гладь',
                  'Солнечный свет',
                  'Корабли на Неве',
                  'Новогодний лед'
                ],
                correct: 3,
              },
              {
                question: 'Что символизирует "звон кадильный" в разделе V поэмы А. А. Ахматовой "Реквием"?',
                options: [
                  'Смирение перед судьбой',
                  'Обряд прощания с близкими',
                  'Зов к молитве за погибших',
                  'Связь с духовным миром',
                  'Призыв к осознанию трагедии'
                ],
                correct: 1,
              },
              {
                question: 'Какое значение имеет образ тюремного тополя в поэме А. А. Ахматовой "Реквием"?',
                options: [
                  'Символ надежды',
                  'Образ скорби',
                  'Признак неизменности',
                  'Символ смерти',
                  'Образ свободы'
                ],
                correct: 1,
              },
            ],
        },

        arbat: {
            questions: [
                {
                    question:
                        'Какое событие послужило причиной ареста Саши Панкратова в романе Анатолия Рыбакова "Дети Арбата"?',
                    options: [
                        'Участие в митинге против партии',
                        'Обвинение в вредительстве на производстве',
                        'Эпиграммы в стенгазете к годовщине революции',
                        'Связь с политическими оппозиционерами',
                        'Конфликт с председателем деревни',
                    ],
                    correct: 2,
                },
                {
                    question:
                        'Кем работает Юра Шарок после окончания школы в романе Анатолия Рыбакова "Дети Арбата"?',
                    options: [
                        'Прокурором',
                        'Преподавателем',
                        'Литературным критиком',
                        'Военным',
                        'Переводчиком',
                    ],
                    correct: 0,
                },
                {
                    question:
                        'Как Варя познакомилась с новым для неё миром роскоши в романе Анатолия Рыбакова "Дети Арбата"?',
                    options: [
                        'Через знакомства Кости',
                        'Благодаря Вике Марасевич',
                        'Через работу в театре',
                        'По приглашению Нины',
                        'Случайно попав на закрытое мероприятие',
                    ],
                    correct: 1,
                },
                {
                    question:
                        'Какой романтический выбор предложила Саше Нурзида, учительница из ссылки, в романе Анатолия Рыбакова "Дети Арбата"?',
                    options: [
                        'Вернуться к прежней жизни в Москве',
                        'Уехать вместе за границу',
                        'Зарегистрировать брак и сменить фамилию',
                        'Устроиться работать на лесозаготовки',
                        'Вступить в партию и реабилитироваться',
                    ],
                    correct: 2,
                },
                {
                    question:
                        'Почему Варя решила расстаться с Костей в романе Анатолия Рыбакова "Дети Арбата"?',
                    options: [
                        'Он оказался политически неблагонадёжным',
                        'Он проиграл все их деньги',
                        'Он был женат и скрывал это',
                        'Он уехал на Дальний Восток',
                        'Он начал работать в НКВД',
                    ],
                    correct: 2,
                },
                {
                    question:
                        'Кто из героев оказался замешан в организации репрессий в Ленинграде в романе Анатолия Рыбакова "Дети Арбата"?',
                    options: [
                        'Березин',
                        'Будягин',
                        'Марк Рязанов',
                        'Юра Шарок',
                        'Орджоникидзе',
                    ],
                    correct: 0,
                },
                {
                    question:
                        'Как изменились убеждения Саши в ссылке в романе Анатолия Рыбакова "Дети Арбата"?',
                    options: [
                        'Он сохранил веру в партию, несмотря на трудности',
                        'Полностью разочаровался в своих прежних идеях',
                        'Присоединился к троцкистам',
                        'Решил посвятить себя религии',
                        'Ушел в глубокую депрессию и избегал общения',
                    ],
                    correct: 1,
                },
                {
                    question:
                        'Почему Варя устроилась работать чертёжницей в романе Анатолия Рыбакова "Дети Арбата"?',
                    options: [
                        'Чтобы отвлечься от разрыва с Костей',
                        'Для поддержки семьи Софьи Александровны',
                        'Чтобы заработать деньги на поездку к Саше',
                        'По настоянию Нины',
                        'Из-за уговоров Вики Марасевич',
                    ],
                    correct: 0,
                },
                {
                    question:
                        'Что послужило поводом для размышлений Березина о словах Сталина «Смерть решает все проблемы» в романе Анатолия Рыбакова "Дети Арбата"?',
                    options: [
                        'Организация убийства Кирова',
                        'Разговор с Орджоникидзе',
                        'Слухи о подготовке репрессий',
                        'Назначение Шарока в НКВД',
                        'Конфликт с Запорожцем',
                    ],
                    correct: 0,
                },
                {
                    question:
                        'Какое чувство Саша испытал, прочитав приписку от Вари в письме его матери в романе Анатолия Рыбакова "Дети Арбата"?',
                    options: [
                        'Удивление и смущение',
                        'Горечь и тоску',
                        'Острое чувство любви и надежды',
                        'Гнев на Варю за вмешательство',
                        'Непонимание её мотивов',
                    ],
                    correct: 2,
                },
            ],
        },

        sotnikov: {
            questions: [
              {
                question: 'Какова была основная цель задания, на которое отправились Рыбак и Сотников в начале повести В. В. Быкова "Сотников"?',
                options: [
                  'Разведать расположение немецких войск.',
                  'Организовать диверсию на железной дороге.',
                  'Добыть продовольствие для партизан.',
                  'Найти укрытие для партизанского отряда.',
                  'Собрать информацию о полицае Портнове.'
                ],
                correct: 2,
              },
              {
                question: 'Почему Сотникову не следовало отправляться на задание в повести В. В. Быкова "Сотников"?',
                options: [
                  'Он был слишком молод и неопытен.',
                  'Он заболел и чувствовал слабость.',
                  'Он не владел оружием.',
                  'Он опасался предательства со стороны Рыбака.',
                  'У него не было подходящей одежды для зимнего похода.'
                ],
                correct: 1,
              },
              {
                question: 'Как отреагировал староста на визит Рыбака и Сотникова в повести В. В. Быкова "Сотников"?',
                options: [
                  'Попытался скрыться.',
                  'Угрожал вызвать полицию.',
                  'Проявил спокойствие и без страха ответил на вопросы.',
                  'Предложил немедленно покинуть его дом.',
                  'Отказался говорить и заперся в комнате.'
                ],
                correct: 2,
              },
              {
                question: 'Какое событие заставило Сотникова и Рыбака укрыться в доме Демичихи в повести В. В. Быкова "Сотников"?',
                options: [
                  'Случайная встреча с местными крестьянами.',
                  'Появление немецкого патруля в деревне.',
                  'Утрата винтовки Сотниковым.',
                  'Сильный снегопад.',
                  'Возникновение конфликта между ними.'
                ],
                correct: 1,
              },
              {
                question: 'Как Сотников пытался спасти других заключённых перед казнью в повести В. В. Быкова "Сотников"?',
                options: [
                  'Призвал полицаев пощадить их.',
                  'Обвинил Рыбака в предательстве.',
                  'Признал, что он партизан, и взял всю вину на себя.',
                  'Попытался организовать побег.',
                  'Обратился к жителям местечка за помощью.'
                ],
                correct: 2,
              },
              {
                question: 'Какое наказание Сотников испытал на допросе в повести В. В. Быкова "Сотников"?',
                options: [
                  'Ему угрожали расстрелом.',
                  'Его пытали, сломав пальцы и вырвав ногти.',
                  'Его заставили смотреть казнь других.',
                  'Его лишили пищи и воды.',
                  'Его избили до потери сознания.'
                ],
                correct: 1,
              },
              {
                question: 'Какое предложение сделал следователь Рыбаку в повести В. В. Быкова "Сотников"?',
                options: [
                  'Присоединиться к партизанам.',
                  'Работать на немцев в полиции.',
                  'Дать ложные показания против Сотникова.',
                  'Сбежать из тюрьмы и скрыться.',
                  'Предать Демичиху и её детей.'
                ],
                correct: 1,
              },
              {
                question: 'Какова была реакция Сотникова на решение Рыбака присоединиться к полиции в повести В. В. Быкова "Сотников"?',
                options: [
                  'Он поддержал его выбор.',
                  'Он назвал его предателем.',
                  'Он попытался объяснить ему опасность.',
                  'Он призвал его отказаться от сотрудничества с врагом.',
                  'Он промолчал, считая это бессмысленным.'
                ],
                correct: 1,
              },
              {
                question: 'Какую роль сыграла Демичиха в судьбе Сотникова и Рыбака в повести В. В. Быкова "Сотников"?',
                options: [
                  'Она выдала их немцам.',
                  'Она спасла их, спрятав на чердаке.',
                  'Она предупредила их о приближении врагов.',
                  'Она помогла залечить раны Сотникова.',
                  'Она отказалась помогать им.'
                ],
                correct: 1,
              },
              {
                question: 'Почему Рыбак не смог бежать из строя в конце повести В. В. Быкова "Сотников"?',
                options: [
                  'Ему помешал немецкий офицер.',
                  'Он осознал, что его презирают окружающие.',
                  'Он боялся наказания за побег.',
                  'Он не видел смысла в бегстве.',
                  'Его ранили во время попытки бегства.'
                ],
                correct: 1,
              },
            ],
          },
    }
    
