window.testData = {
    onegin: {
        title: "Евгений Онегин",
        questions: [
            {
                question: "Как одевался Онегин в романе Пушкина 'Евгений Онегин'?",
                options: ["По-английски", "По-французски", "По-деревенски", "По-итальянски", "По-немецки"],
                correct: 0
            },
            {
                question: "Какая книга лежала на столе в кабинете Онегина в романе Пушкина 'Евгений Онегин'?",
                options: ["Байрон", "Русская поэзия", "Роман Дефо", "Лафатер", "Древнегреческая поэзия"],
                correct: 0
            },
            {
                question: "Кто из героев любил французские романы в романе Пушкина 'Евгений Онегин'?",
                options: ["Татьяна", "Ольга", "Няня", "Онегин", "Ленский"],
                correct: 0
            },
            {
                question: "Кем был отец Татьяны в романе Пушкина 'Евгений Онегин'?",
                options: ["Купцом", "Помещиком", "Военным", "Учёным", "Писателем"],
                correct: 0
            },
            {
                question: "Как звали няню в романе Пушкина 'Евгений Онегин'?",
                options: ["Филипьевна", "Варвара", "Анна", "Настасья", "Надежда"],
                correct: 0
            },
            {
                question: "Какой пейзаж описывается в первой главе в романе Пушкина 'Евгений Онегин'?",
                options: ["Зима в Петербурге", "Летний вечер в деревне", "Осенний день", "Летнее утро в Петербурге", "Зимнее утро в деревне"],
                correct: 0
            },
            {
                question: "Сколько лет было Татьяне, когда она призналась Онегину в романе Пушкина 'Евгений Онегин'?",
                options: ["17", "16", "15", "18", "19"],
                correct: 0
            },
            {
                question: "Кто был свидетелем дуэли в романе Пушкина 'Евгений Онегин'?",
                options: ["Слуга Онегина", "Общий друг Ленского и Онегина", "Никто", "Ольга Ларина", "Слуга Ленского"],
                correct: 0
            },
            {
                question: "В каком месяце происходит дуэль в романе Пушкина 'Евгений Онегин'?",
                options: ["Февраль", "Декабрь", "Январь", "Март", "Апрель"],
                correct: 0
            },
            {
                question: "Какие книги читал Онегин в романе Пушкина 'Евгений Онегин'?",
                options: ["Литературу эпохи Просвещения", "Французские романы", "Исторические хроники", "Древнегреческие поэмы", "Русская поэзия"],
                correct: 0
            }
        ]
    },
    oblomov: {
        title: "Обломов",
        questions: [
            {
                question: "Про какого персонажа дано описание '...рос, учился и жил с ним вместе.' в романе Ивана Гончарова 'Обломов'?",
                options: ["Штольца", "Обломова", "Захара", "Тарантьева", "Мухоярова"],
                correct: 0
            },
            {
                question: "Как Обломов лишился своей должности в романе Ивана Гончарова 'Обломов'?",
                options: ["Не туда отправил важную бумагу", "Он не мог уделять времени службе", "Он сам уволился", "Нагрубил начальству", "Его уволили за пьяную драку"],
                correct: 0
            },
            {
                question: "Какой литературой был увлечён Обломов в юности в романе Ивана Гончарова 'Обломов'?",
                options: ["Поэзией", "Любовными романами", "Научными работами", "Любовной лирикой", "Драмой"],
                correct: 0
            },
            {
                question: "Почему Штольц имел практичный образ жизни в романе Ивана Гончарова 'Обломов'?",
                options: ["Его отец был немцем", "Его так воспитал дед", "Он был воспитан дворянином", "Его обучил гувернёр-француз", "Он был самоучкой"],
                correct: 0
            },
            {
                question: "Почему Штольц пытается увезти Обломова и заставить его переехать в романе Ивана Гончарова 'Обломов'?",
                options: ["Ему не нравится, что его друг погряз в лени", "Он нашёл ему новое дешёвое жильё", "Родственники Обломова попросили Штольца", "Штольц хотел получить денег от Обломова", "Штольц хотел обмануть Обломова"],
                correct: 0
            },
            {
                question: "О чём был сон Обломова в романе Ивана Гончарова 'Обломов'?",
                options: ["О счастливом и спокойном детстве", "Снилась служба коллежским секретарём", "О том, как он живёт с Ольгой", "Обломову снились сны о том, как он завоёвывает Европу", "О том, как он попал на бал к царю"],
                correct: 0
            },
            {
                question: "Как звали Штольца в романе Ивана Гончарова 'Обломов'?",
                options: ["Андрей", "Кирилл", "Герман", "Рихтер", "Август"],
                correct: 0
            },
            {
                question: "От чего скончалась Анисья в романе Ивана Гончарова 'Обломов'?",
                options: ["Холеры", "Чумы", "Оспы", "Чахотки", "Рак"],
                correct: 0
            },
            {
                question: "Как звали отца Штольца в романе Ивана Гончарова 'Обломов'?",
                options: ["Иван", "Альберт", "Андрей", "Альфред", "Игорь"],
                correct: 0
            },
            {
                question: "В честь кого Обломов назвал своего сына в романе Ивана Гончарова 'Обломов'?",
                options: ["Штольца", "Своего отца", "Себя", "Захара", "В честь брата своей жены"],
                correct: 0
            }
        ]
    },
    hero: {
        title: "Герой нашего времени",
        questions: [
            {
                question: "Где Печорин знакомится с княгиней Мери в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["На водах в Пятигорске", "В Тамани", "По пути в Персию", "Через Максима Максимыча", "Узнал о ней от Грушницкого"],
                correct: 0
            },
            {
                question: "Как ведёт себя Печорин во время дуэли в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Спокоен и хладнокровен", "Пытается избежать конфликта", "Признаёт вину", "Испытывает страх", "Проявляет агрессию"],
                correct: 0
            },
            {
                question: "Почему Грушницкий хотел дуэли с Печориным в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Из-за ревности", "Ради защиты своей чести", "Из-за оскорбления", "Его попросила княгиня", "Из-за личной нетерпимости"],
                correct: 0
            },
            {
                question: "Как Печорин относится к Грушницкому в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["С презрением", "С восхищением", "Симпатизирует ему", "Ненавидит его", "С прискорбием"],
                correct: 0
            },
            {
                question: "Что является причиной трагедии в отношениях Печорина и Мери в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Из-за неискренности Печорина", "Жестокость княгини", "Из-за любви к Вере", "Зависть Грушницкого", "Неискренность Мери"],
                correct: 0
            },
            {
                question: "Какая сцена символизирует предначертанность судьбы в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Игры с револьверами Вулича", "Гибель Бэлы", "Дуэль", "Уход Печорина от Максимыча", "Встреча Печорина и Максимыча в придорожной гостинице"],
                correct: 0
            },
            {
                question: "Кому принадлежит открытие 'породы в женщинах' в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["'Юной Франции'", "Печорину", "Вернеру", "Грушницкому", "Автору"],
                correct: 0
            },
            {
                question: "Почему Вера важна для Печорина в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Она его единственная настоящая любовь", "Она напоминала ему о прошлом", "Она спасла его жизнь", "Она была с ним в трудный период жизни", "Она была его первой любовницей"],
                correct: 0
            },
            {
                question: "Как относится к своему окружению Печорин в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["С презрением и высокомерием", "К каждому человеку отдельное мнение", "С уважением", "С честью", "Равнодушно"],
                correct: 0
            },
            {
                question: "Почему последняя глава называется 'Фаталист' в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Из-за того, что тема главы — это судьба", "Это глава о смерти", "Глава рассказывает о любви", "В главе рассказывается итог судьбы Печорина", "В главе Печорин совершает смертельное действие"],
                correct: 0
            }
        ]
    },
    bespridan: {
        title: "Бесприданница",
        questions: [
            {
                question: "Кто знал Ларису ещё с детства в пьесе Александра Островского 'Бесприданница'?",
                options: ["Вожеватов", "Паратов", "Карандышев", "Кнуров", "Никто из героев"],
                correct: 0
            },
            {
                question: "Почему никто из женихов не хочет выйти замуж за Ларису в пьесе Александра Островского 'Бесприданница'?",
                options: ["У неё нет приданого", "Она не привлекательна", "Она безграмотная", "Её семья не имеет чина", "О ней плохо говорят"],
                correct: 0
            },
            {
                question: "На чьи стихи пела Лариса в пьесе Александра Островского 'Бесприданница'?",
                options: ["Боратынского", "Пушкина", "Тютчева", "Бестужева", "Апухтина"],
                correct: 0
            },
            {
                question: "Кому принадлежат слова 'Так не доставайся ж ты никому!' в пьесе Александра Островского 'Бесприданница'?",
                options: ["Карандышеву", "Харите", "Паратову", "Вожеватову", "Кнурову"],
                correct: 0
            },
            {
                question: "Зачем Паратов устроил пир в пьесе Александра Островского 'Бесприданница'?",
                options: ["Он скоро собирался жениться", "Он узнал о скорой свадьбе Ларисы", "У него был праздник", "Он собирался уезжать", "В честь годовщины"],
                correct: 0
            },
            {
                question: "Как звали цыгана, которого позвала Лариса настроить гитару в пьесе Александра Островского 'Бесприданница'?",
                options: ["Илья", "Янко", "Алеко", "Гозело", "Георгий"],
                correct: 0
            },
            {
                question: "Какая река находится близ города в пьесе Александра Островского 'Бесприданница'?",
                options: ["Волга", "Урал", "Енисей", "Лена", "Обь"],
                correct: 0
            },
            {
                question: "Как воспринимает свою судьбу Лариса в конце пьесы Александра Островского 'Бесприданница'?",
                options: ["С радостью от освобождения", "Как поражение", "Как трагедию", "Как предательство", "Как неизбежность"],
                correct: 0
            },
            {
                question: "С помощью чего Кнуров с Вожеватовым решили, кому из них 'принять участие в судьбе' Ларисы в пьесе Александра Островского 'Бесприданница'?",
                options: ["С помощью монеты", "Спросили у неё, кто для неё лучше", "Сыграли в карты", "Устроили дуэль", "Они решили спросить совета у Паратова"],
                correct: 0
            },
            {
                question: "Как звали слугу кофейни в пьесе Александра Островского 'Бесприданница'?",
                options: ["Иван", "Гаврило", "Илья", "Пётр", "Руслан"],
                correct: 0
            }
        ]
    },
    warimir: {
        title: "Война и мир",
        questions: [
            {
                question: "Сколько лет Наташе Ростовой в начале романа Льва Толстого 'Война и мир'?",
                options: ["13", "17", "20", "29", "16"],
                correct: 0
            },
            {
                question: "Как зовут отца Пьера Безухова в романе Льва Толстого 'Война и мир'?",
                options: ["Кирилл", "Пётр", "Семён", "Евгений", "Александр"],
                correct: 0
            },
            {
                question: "С кем Пьер устроил дуэль в романе Льва Толстого 'Война и мир'?",
                options: ["С Фёдором Долоховым", "С Андреем Болконским", "С Платоном Каратаевым", "С Анатолием Курагиным", "С князем Василием Курагиным"],
                correct: 0
            },
            {
                question: "В каком году Пьер стал масоном в романе Льва Толстого 'Война и мир'?",
                options: ["1809", "1805", "1812", "1810", "1807"],
                correct: 0
            },
            {
                question: "Во время какого сражения Андрей Болконский замечает капитана Тушина в романе Льва Толстого 'Война и мир'?",
                options: ["Шенграбенского", "Аустерлицкого", "Бородино", "Сражение при Гуттштадте", "Битва за Москву"],
                correct: 0
            },
            {
                question: "Где Пьер Безухов понял, что 'исчезла вся его прежняя свобода. Он чувствовал, что над каждым его словом, действием теперь есть судья, суд, который дороже ему суда всех людей в мире' в романе Льва Толстого 'Война и мир'?",
                options: ["В Лысых Горах", "В Орлове", "В Петербурге", "В Бородино", "В Москве"],
                correct: 0
            },
            {
                question: "Кто был императором Российской империи во время действий романа Льва Толстого 'Война и мир'?",
                options: ["Александр I", "Александр II", "Николай I", "Павел I", "Екатерина II"],
                correct: 0
            },
            {
                question: "Кому принадлежат слова 'Нет, жизнь не кончена в 31 год' в романе Льва Толстого 'Война и мир'?",
                options: ["Андрею Болконскому", "Пьеру Безухову", "Наташе Ростовой", "Михаилу Кутузову", "Капитану Тушину"],
                correct: 0
            },
            {
                question: "Сколько лет было Николаю Ростову в начале романа Льва Толстого 'Война и мир'?",
                options: ["20", "18", "25", "22", "23"],
                correct: 0
            },
            {
                question: "От кого отец Болконского получил весть о смерти сына в романе Льва Толстого 'Война и мир'?",
                options: ["От Кутузова", "От Безухова", "От Наташи Ростовой", "От Тушина", "От князя Курагина"],
                correct: 0
            }
        ]
    },
    oldsun: {
        title: "Старший сын",
        questions: [
            {
                question: "Когда начинаются действия пьесы Александра Вампилова 'Старший сын'?",
                options: ["Весенним вечером", "Летним днём", "Зимним утром", "Осенним вечером", "Осенним днём"],
                correct: 0
            },
            {
                question: "Кто был торговым агентом в пьесе Александра Вампилова 'Старший сын'?",
                options: ["Семён Севостьянов", "Владимир Бусыгин", "Андрей Сарафанов", "Михаил Кудимов", "Василий Сарафанов"],
                correct: 0
            },
            {
                question: "Сколько лет Андрею Сарафанову в пьесе Александра Вампилова 'Старший сын'?",
                options: ["55 лет", "50 лет", "60 лет", "45 лет", "70 лет"],
                correct: 0
            },
            {
                question: "Кем была Наталья Макарская в пьесе Александра Вампилова 'Старший сын'?",
                options: ["Секретарём суда", "Судьёй", "Адвокатом", "Прокурором", "Юридическим журналистом"],
                correct: 0
            },
            {
                question: "Кем был Михаил Кудимов в пьесе Александра Вампилова 'Старший сын'?",
                options: ["Курсантом лётного училища", "Шофёром", "Актёром", "Судьёй", "Музыкантом"],
                correct: 0
            },
            {
                question: "Какая была семейная реликвия Сарафановых в пьесе Александра Вампилова 'Старший сын'?",
                options: ["Серебряная табакерка", "Ожерелье", "Золотое кольцо", "Бронзовая монета", "Старый кулон"],
                correct: 0
            },
            {
                question: "Что устроил Васька в отчаянии, когда узнал, что Сильва встречается с Макарской в пьесе Александра Вампилова 'Старший сын'?",
                options: ["Поджёг её дом", "Ушёл из дома", "Уходит в армию", "Уезжает в тайгу на стройку", "Поссорился с отцом"],
                correct: 0
            },
            {
                question: "Как звали отца Андрея Сарафанова в пьесе Александра Вампилова 'Старший сын'?",
                options: ["Григорий", "Игорь", "Александр", "Андрей", "Анатолий"],
                correct: 0
            },
            {
                question: "Кому принадлежат слова 'Тонкая организация всегда выходит боком.' в пьесе Александра Вампилова 'Старший сын'?",
                options: ["Бусыгину", "Севостьянову", "Андрею Сарафанову", "Василию Сарафанову", "Нине Сарафановой"],
                correct: 0
            },
            {
                question: "Кто сказал 'И воду тут у вас мутит тоже он. Учтите, он рецидивист. Не заметили?.. Ну смотрите, он вам ещё устроит.' в пьесе Александра Вампилова 'Старший сын'?",
                options: ["Севостьянов", "Бусыгин", "Нина", "Василий", "Михаил"],
                correct: 0
            }
        ]
    },
    donstory: {
        title: "Родинка",
        questions: [
            {
                question: "Из чего атаман убил Николку Кошевого в рассказе Михаила Шолохова 'Родинка'?",
                options: ["Из Маузера", "Из винтовки Мосина", "Саблей", "Из двухстволки", "Из Люгера"],
                correct: 0
            },
            {
                question: "Что изображено на гербе казаков Области Войска Донского в рассказе Михаила Шолохова 'Родинка'?",
                options: ["Пьяный казак", "Волк", "Шашка", "Дон", "Пшено"],
                correct: 0
            },
            {
                question: "Сколько лет атаман не видел 'родных куреней' в рассказе Михаила Шолохова 'Родинка'?",
                options: ["Семь", "Пять", "Шесть", "Восемь", "Десять"],
                correct: 0
            },
            {
                question: "Где стояла хата, где квартировал Николка в рассказе Михаила Шолохова 'Родинка'?",
                options: ["Над Доном", "Близ Азовки", "У Аржавы", "Возле Битюга", "Рядом с Репцом"],
                correct: 0
            },
            {
                question: "В каком из этих городов был в плену отец Николки в рассказе Михаила Шолохова 'Родинка'?",
                options: ["Константинополь", "Вена", "Берлин", "Сёгют", "Эдирне"],
                correct: 0
            }
        ]
    },
    dontihi: {
        title: "Тихий Дон",
        questions: [
            {
                question: "Откуда приехал Иосиф Штокман в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Из Ростова", "Из Петербурга", "Из Москвы", "Из Севастополя", "Из Оренбурга"],
                correct: 0
            },
            {
                question: "Где после призыва оказывается Григорий в 1914 году в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["В Радзиллово", "В Дубне", "В Ровно", "В Вараше", "В Остроге"],
                correct: 0
            },
            {
                question: "Какую награду получил Григорий после получения ранения в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Георгиевский крест", "Орден Святого Георгия", "Георгиевскую медаль", "Орден Святого Владимира", "Орден Святой Анны"],
                correct: 0
            },
            {
                question: "В какой город приехал Подтёлков в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Новочеркасск", "Ростов", "Новошахтинск", "Азов", "Таганрог"],
                correct: 0
            },
            {
                question: "Как звали брата жены Григория Мелехова в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Дмитрий", "Юрий", "Александр", "Пётр", "Василий"],
                correct: 0
            },
            {
                question: "Как звали английского лейтенанта в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Кэмпбелл", "Смит", "Уилсон", "Уильямс", "Кларк"],
                correct: 0
            },
            {
                question: "Что случилось с Евгением Листницким в Екатеринодаре в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Он застрелился", "Его расстреляли", "Он ушёл в отставку", "Он умер от несчастного случая", "Он погиб от тифа"],
                correct: 0
            },
            {
                question: "Кому принадлежит цитата 'Не я женился, а вы женили.' в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Григорию Мелехову", "Петру Мелехову", "Пантелею Мелехову", "Степану Астахову", "Дмитрию Коршунову"],
                correct: 0
            },
            {
                question: "Кто из них не был казаком хутора Татарского в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Иосиф Штокман", "Иван Томилин", "Яков Подкова", "Федот Бодовсков", "Алексей Шумилин"],
                correct: 0
            },
            {
                question: "Кто был помощником Фомина в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Капарин", "Христоня", "Аникей", "Валет", "Боярышкин"],
                correct: 0
            }
        ]
    },
    blackman: {
        title: "Чёрный человек",
        questions: [
            {
                question: "Что на голове у чёрного человека в поэме Сергея Есенина 'Чёрный человек'?",
                options: ["Цилиндр", "Парик", "Кепка", "Канотье", "Федора"],
                correct: 0
            },
            {
                question: "Какой забавный народ любит чёрный человек в поэме Сергея Есенина 'Чёрный человек'?",
                options: ["Поэтов", "Шарлатанов", "Подлецов", "Русских", "Деревенских"],
                correct: 0
            },
            {
                question: "Какой город упоминается в поэме Сергея Есенина 'Чёрный человек'?",
                options: ["Калуга", "Москва", "Петербург", "Екатеринбург", "Оренбург"],
                correct: 0
            },
            {
                question: "Что кидает герой в чёрного человека в поэме Сергея Есенина 'Чёрный человек'?",
                options: ["Трость", "Перо", "Стакан", "Свечу", "Он ударяет его кулаком"],
                correct: 0
            },
            {
                question: "Как называл 'какую-то женщину сорока с лишним лет' поэт, про которого говорит чёрный человек в поэме Сергея Есенина 'Чёрный человек'?",
                options: ["Скверной девочкой", "Прекрасной дамой", "Своей возлюбленной", "Второй половиной себя", "Богоподобной женщиной"],
                correct: 0
            }
        ]
    },
    tvelv: {
        title: "Двенадцать",
        questions: [
            {
                question: "Как звали девку Ваньки в поэме Александра Блока 'Двенадцать'?",
                options: ["Катя", "Даша", "Лена", "София", "Маша"],
                correct: 0
            },
            {
                question: "Кем стал Ванька в поэме Александра Блока 'Двенадцать'?",
                options: ["Буржуем", "Солдатом", "Рабочим", "Попом", "Крестьянином"],
                correct: 0
            },
            {
                question: "Кто убил Катьку в поэме Александра Блока 'Двенадцать'?",
                options: ["Петруха", "Ванька", "Андрюха", "Не говорится", "Она сама умерла"],
                correct: 0
            },
            {
                question: "Кто идёт сзади всех в поэме Александра Блока 'Двенадцать'?",
                options: ["Голодный пёс", "Петруха", "Андрюха", "Солдат с флагом", "Командир"],
                correct: 0
            },
            {
                question: "Из чего венчик у Иисуса Христа в поэме Александра Блока 'Двенадцать'?",
                options: ["Из роз", "Из тюльпанов", "Из ромашек", "Из пионов", "Из одуванчиков"],
                correct: 0
            }
        ]
    },
    requem: {
        title: "Реквием",
        questions: [
            {
                question: "С кем была героиня по её словам в поэме Анны Ахматовой 'Реквием'?",
                options: ["Со своим народом", "Со своей страной", "Со своим отцом", "Со своим мужем", "С своим сыном"],
                correct: 0
            },
            {
                question: "Какая из этих рек упоминается в поэме Анны Ахматовой 'Реквием'?",
                options: ["Дон", "Волга", "Урал", "Лена", "Чир"],
                correct: 0
            },
            {
                question: "Что 'глядит' и 'грозит' героине в поэме Анны Ахматовой 'Реквием'?",
                options: ["Огромная звезда", "Белая луна", "Большая Медведица", "Малая Медведица", "Солнце"],
                correct: 0
            },
            {
                question: "Что давно предчувствовала героиня в поэме Анны Ахматовой 'Реквием'?",
                options: ["Светлый день и опустелый дом", "Горячий шелест лета", "Ночи белые", "Полярную звезду", "Дом родной"],
                correct: 0
            },
            {
                question: "Где Анна Ахматова просит поставить памятник, если его захотят поставить в поэме Анны Ахматовой 'Реквием'?",
                options: ["Там, где она стояла триста часов", "Около моря", "В Царском саду", "В родном городе", "Где угодно, но не в Москве"],
                correct: 0
            }
        ]
    },
    arbat: {
        title: "Дети Арбата",
        questions: [
            {
                question: "Кем был отец Лены в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Советским дипломатом", "Коммунистом", "Героем социалистического труда", "Врагом народа", "Героем СССР"],
                correct: 0
            },
            {
                question: "В каком институте учился Саша в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Транспортном", "Медицинском", "Юридическом", "Историческом", "Научно-исследовательском"],
                correct: 0
            },
            {
                question: "В чём был обвинён директор института в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Антипартийное поведение и срыв строительства общежития", "Антиреволюционные действия", "В распространении антикоммунистических идей", "Критике партии", "Укрытии врагов народа"],
                correct: 0
            },
            {
                question: "Куда был сослан Саша в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["В Сибирь", "На Камчатку", "В Центральную Азию", "На Дальний Восток", "В Крым"],
                correct: 0
            },
            {
                question: "Куда сначала уехал Саша после возвращения в Москву в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["В Калинин", "В Уфу", "Остался в Москве", "В Ленинград", "В Сталинград"],
                correct: 0
            },
            {
                question: "Куда уезжает Нина к жениху в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["На Дальний Восток", "В Сибирь", "В Китай", "В Великобританию", "В Америку"],
                correct: 0
            },
            {
                question: "Кем была Нурзида в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Учительницей", "Медсестрой", "Портной", "Она была на пенсии", "Не работала"],
                correct: 0
            },
            {
                question: "Кто по версии Березина является подозреваемым в убийстве Кирова в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Запорожец", "Берия", "Хрущёв", "Жданов", "Евдокимов"],
                correct: 0
            },
            {
                question: "Что является причиной начала 'чёрных времён' в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Убийство Кирова", "17 съезд ВКП(б)", "Создание комиссии советского контроля", "Постановление в ЦИК и СНК СССР о сокращении штатов управленческого аппарата", "Новое постановление о дополнении статей к Положению о преступлениях"],
                correct: 0
            },
            {
                question: "Где Сталин сказал слова 'Смерть решает все проблемы. Нет человека, и нет проблем.' в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["В Царицыне в 1918 году", "В Москве в 1917 году", "В Петербурге в 1914 году", "В Москве в 1930 году", "В Ленинграде в 1934 году"],
                correct: 0
            }
        ]
    },
    sotnikov: {
        title: "Сотников",
        questions: [
            {
                question: "Почему Глущенко не отправился на задание в повести Василя Быкова 'Сотников'?",
                options: ["Он сослался на мокрые ноги", "У него было ранение", "Ему было выдано другое задание", "Он оказывал помощь раненым", "Он заболел"],
                correct: 0
            },
            {
                question: "Чему был рад Рыбак, когда они дошли до хутора в повести Василя Быкова 'Сотников'?",
                options: ["Увидел девку", "Он был рад поесть", "То, что они дошли до хутора невредимыми", "То, что могли бы поговорить с людьми", "То, что они выполнили задание"],
                correct: 0
            },
            {
                question: "Кому принадлежат слова 'Шапки же в лесу не растут.' в повести Василя Быкова 'Сотников'?",
                options: ["Сотникову", "Рыбаку", "Бабке Меланье", "Вдовцу", "Смолякову"],
                correct: 0
            },
            {
                question: "Где раньше служил Сотников в повести Василя Быкова 'Сотников'?",
                options: ["В артиллерии", "В пехоте", "Во флоте", "В воздушных силах", "В заградотряде"],
                correct: 0
            },
            {
                question: "Кем был отец Сотникова в повести Василя Быкова 'Сотников'?",
                options: ["Офицером", "Рядовым", "Учителем", "Крестьянином", "Революционером"],
                correct: 0
            },
            {
                question: "Как называется деревня, в которую приходят Рыбак и Сотников в повести Василя Быкова 'Сотников'?",
                options: ["Лясины", "Мозгово", "Богушово", "Хатежинский", "Богатырёво"],
                correct: 0
            },
            {
                question: "Что взяли у старосты Рыбак и Сотников в повести Василя Быкова 'Сотников'?",
                options: ["Тушу овцы", "Сало", "Курицу", "Тушу козы", "Несколько яиц"],
                correct: 0
            },
            {
                question: "Чем пригрозил полицай Сотникову и Рыбаку в повести Василя Быкова 'Сотников'?",
                options: ["'Рёбра ломать вам будем.'", "Их будут морить голодом", "Что их изобьют до полусмерти", "Что их казнят", "Что их будут пытать"],
                correct: 0
            },
            {
                question: "Кому принадлежат слова 'Погибнуть — дело нехитрое' в повести Василя Быкова 'Сотников'?",
                options: ["Рыбаку", "Сотникову", "Будиле", "Стасу", "Портнову"],
                correct: 0
            },
            {
                question: "Кто помог Сотникову подняться на виселицу в повести Василя Быкова 'Сотников'?",
                options: ["Рыбак", "Он сам поднялся", "Будила", "Портнов", "Пётр"],
                correct: 0
            }
        ]
    }
};