window.testData = {
    onegin: {
        title: "Евгений Онегин",
        questions: [
            {
                question: "В каком городе родился Онегин в романе Пушкина 'Евгений Онегин'?",
                options: ["Петербург", "Москва", "Екатеринбург", "Оренбург", "За границей"],
                correct: 0
            },
            {
                question: "Кто дал образование Онегину в романе Пушкина 'Евгений Онегин'?",
                options: ["Француз-гувернёр", "Отец", "Няня", "Он получил образование в пансионате", "Был обучен другом-помещиком"],
                correct: 0
            },
            {
                question: "Когда рассказчик познакомился с Онегиным в романе Пушкина 'Евгений Онегин'?",
                options: ["Незадолго до его приезда в деревню", "Он был другом-детства", "Он познакомился с ним, когда тот ехал в деревню", "Рассказчик не был знаком с Онегином в лицо", "Они были соседями в городе"],
                correct: 0
            },
            {
                question: "Поклонником чьей философии являлся Ленский в романе Пушкина 'Евгений Онегин'?",
                options: ["Канта", "Аристотеля", "Декарта", "Гераклита", "Сократа"],
                correct: 0
            },
            {
                question: "Из какой страны вернулся Ленский в романе Пушкина 'Евгений Онегин'?",
                options: ["Германии", "Франции", "Англии", "Нового Света", "Дальнего Востока"],
                correct: 0
            },
            {
                question: "Какую науку лучше всего изучил Онегин в романе Пушкина 'Евгений Онегин'?",
                options: ["Искусство флирта", "Историю", "Литературу", "Астрономию", "Математику"],
                correct: 0
            },
            {
                question: "Какой характер был у Ольги в романе Пушкина 'Евгений Онегин'?",
                options: ["Лёгкий и весёлый", "Замкнутый", "Глубокий и задумчивый", "Меланхоличный", "Трагичный"],
                correct: 0
            },
            {
                question: "К кому Татьяна обратилась за толкованием сна в романе Пушкина 'Евгений Онегин'?",
                options: ["К няне", "К Ольге", "К Ленскому", "К Онегину", "К матери"],
                correct: 0
            },
            {
                question: "Что случилось во время дуэли Ленского и Онегина в романе Пушкина 'Евгений Онегин'?",
                options: ["Ленский погиб", "Ленский был ранен", "Онегин был ранен", "Они оба промахнулись", "Дуэль была отменена"],
                correct: 0
            },
            {
                question: "Как Онегин узнал о чувствах Татьяны в романе Пушкина 'Евгений Онегин'?",
                options: ["Через её письмо", "Она призналась ему лично", "Через няню", "Через Ленского", "Через Ольгу"],
                correct: 0
            }
        ]
    },
    oblomov: {
        title: "Обломов",
        questions: [
            {
                question: "Какой образ жизни ведёт Обломов в начале романа Ивана Гончарова 'Обломов'?",
                options: ["Ленивый и беспечный", "Активный и трудолюбивый", "Простой и крестьянский", "Богемный и весёлый", "Рабочий и аскетичный"],
                correct: 0
            },
            {
                question: "Что мешает Обломову изменить свою жизнь в романе Ивана Гончарова 'Обломов'?",
                options: ["Лень и апатия", "Болезнь", "Финансовые трудности", "Любовь", "Травма"],
                correct: 0
            },
            {
                question: "В какой стране родился Штольц в романе Ивана Гончарова 'Обломов'?",
                options: ["Германия", "Польша", "Англия", "Франция", "Россия"],
                correct: 0
            },
            {
                question: "Кем работает Штольц в романе Ивана Гончарова 'Обломов'?",
                options: ["Предпринимателем", "Военным", "Помещиком", "Купцом", "Поэтом"],
                correct: 0
            },
            {
                question: "Как зовут возлюбленную Обломова в романе Ивана Гончарова 'Обломов'?",
                options: ["Ольга Ильинская", "Анна Штольц", "Екатерина Ивановна", "Наталья Савишна", "Валерия Павловна"],
                correct: 0
            },
            {
                question: "Чем увлекается Ольга Ильинская в романе Ивана Гончарова 'Обломов'?",
                options: ["Музыкой", "Рисованием", "Поэзией", "Вышиванием", "Танцами"],
                correct: 0
            },
            {
                question: "Почему Обломов расстаётся с Ольгой в романе Ивана Гончарова 'Обломов'?",
                options: ["Из-за лени и апатии", "По просьбе Штольца", "Из-за ревности", "Из-за болезни", "Из-за бедности"],
                correct: 0
            },
            {
                question: "Кто женится на Ольге Ильинской в романе Ивана Гончарова 'Обломов'?",
                options: ["Штольц", "Обломов", "Захар", "Михей", "Иван"],
                correct: 0
            },
            {
                question: "Сколько детей у Агафьи Пшеницыной в романе Ивана Гончарова 'Обломов'?",
                options: ["2", "Нету", "1", "3", "4"],
                correct: 0
            },
            {
                question: "С кем в итоге Обломов вступает в брак в романе Ивана Гончарова 'Обломов'?",
                options: ["С Агафьей Пшеницыной", "С Ольгой Ильинской", "С Анной", "С сестрой Штольца", "На тётке Ольги"],
                correct: 0
            }
        ]
    },
    hero: {
        title: "Герой нашего времени",
        questions: [
            {
                question: "Какое звание у Максима Максимыча в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Штабс-капитан", "Юнкер", "Унтер-офицер", "Штабс-ротмистр", "Поручик"],
                correct: 0
            },
            {
                question: "Куда ехал Печорин, когда вновь встретился с Максимом Максимычем в придорожной гостинице в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["В Персию", "В Крым", "В Османскую империю", "В Петербург", "Во Францию"],
                correct: 0
            },
            {
                question: "Как погибает Бэла в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Казбич ранит её кинжалом", "Её убивает Азамат", "Она тонет в реке", "Печорин убивает её", "Она совершает самоубийство"],
                correct: 0
            },
            {
                question: "Как воспринимает смерть Бэлы Печорин в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Равнодушно", "Чувствует вину", "С гневом на Казбича", "С глубоким сожалением", "Со скорбью"],
                correct: 0
            },
            {
                question: "Как звали друга Печорина в Пятигорске в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Грушницкий", "Максимыч", "Азамат", "Казбич", "Вернер"],
                correct: 0
            },
            {
                question: "Кто становится соперником Печорина на дуэли в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Грушницкий", "Максимыч", "Казбич", "Вернер", "Вулич"],
                correct: 0
            },
            {
                question: "На что собирались списать смерть на дуэли в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["На черкесов", "На абхазов", "На адыгов", "На самоубийство", "На убыхов"],
                correct: 0
            },
            {
                question: "Чем привлекла Печорина княжна Мери в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Гордым характером", "Красотой", "Наивностью", "Состоянием", "Статусом"],
                correct: 0
            },
            {
                question: "Что сказала княжна Мери перед отъездом Печорина в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Она ненавидит его", "Она будет скучать по нему", "Она желает чтобы он остался", "Он не разговаривал с ней", "Она говорит что жить без него не сможет"],
                correct: 0
            },
            {
                question: "Какой клинок был у Казбича в романе Михаила Лермонтова 'Герой нашего времени'?",
                options: ["Гурда", "Сабля", "Волчок", "Маймун", "Рапира"],
                correct: 0
            }
        ]
    },
    bespridan: {
        title: "Бесприданница",
        questions: [
            {
                question: "Как зовут мать Ларисы в пьесе Александра Островского 'Бесприданница'?",
                options: ["Харита", "Катерина", "Софья", "Ангелина", "Наталья"],
                correct: 0
            },
            {
                question: "У кого Вожеватов приобрёл пароход в пьесе Александра Островского 'Бесприданница'?",
                options: ["У Паратова", "У Кнурова", "У Карандышева", "У Счастливцева", "У старого капитана"],
                correct: 0
            },
            {
                question: "Кто спас Аркадия Счастливцева в пьесе Александра Островского 'Бесприданница'?",
                options: ["Паратов", "Карандышев", "Лариса", "Кнуров", "Вожеватов"],
                correct: 0
            },
            {
                question: "Кому принадлежат слова 'Да разве вы не видите, что эта женщина создана для роскоши. Дорогой бриллиант дорогой и оправы требует.' в пьесе Александра Островского 'Бесприданница'?",
                options: ["Кнурову", "Карандышеву", "Паратову", "Вожеватову", "Харите"],
                correct: 0
            },
            {
                question: "Кто взял на себя расходы по гардеробу Ларисы в пьесе Александра Островского 'Бесприданница'?",
                options: ["Кнуров", "Счастливцев", "Карандышев", "Паратов", "Вожеватов"],
                correct: 0
            },
            {
                question: "Как назывался пароход, который купил Вожеватов в пьесе Александра Островского 'Бесприданница'?",
                options: ["'Ласточка'", "'Садко'", "'Ермак'", "'Ангара'", "'Елизавета'"],
                correct: 0
            },
            {
                question: "Кто из персонажей споил Карандышева в пьесе Александра Островского 'Бесприданница'?",
                options: ["Счастливцев", "Паратов", "Вожеватов", "Кнуров", "Цыган Илья"],
                correct: 0
            },
            {
                question: "Когда Лариса говорит 'Я не нашла любви, так буду искать золото' в пьесе Александра Островского 'Бесприданница'?",
                options: ["Перед тем как в неё выстрелил Карандышев", "В кофейне", "После того как в неё выстрелил Карандышев", "Перед самой смертью", "В разговоре с Робинзоном"],
                correct: 0
            },
            {
                question: "Какое качество лучше всего характеризует Карандышева в пьесе Александра Островского 'Бесприданница'?",
                options: ["Ревность", "Доброта", "Великодушие", "Щедрость", "Храбрость"],
                correct: 0
            },
            {
                question: "В каком городе происходят действия пьесы Александра Островского 'Бесприданница'?",
                options: ["Бряхимов", "Петербург", "Москва", "Новосибирск", "Севастополь"],
                correct: 0
            }
        ]
    },
    warimir: {
        title: "Война и мир",
        questions: [
            {
                question: "Сколько лет Андрею Болконскому в начале романа Льва Толстого 'Война и мир'?",
                options: ["27", "25", "26", "28", "29"],
                correct: 0
            },
            {
                question: "Когда начинается роман Льва Толстого 'Война и мир'?",
                options: ["Июнь 1805", "Май 1803", "Июль 1815", "Июнь 1812", "Август 1809"],
                correct: 0
            },
            {
                question: "Какое звание было дано Андрею Болконскому в 1805 году в романе Льва Толстого 'Война и мир'?",
                options: ["Адъютант", "Бригадир", "Юнкер", "Зауряд-офицер", "Кригскомиссар"],
                correct: 0
            },
            {
                question: "Какой титул получает Пьер после смерти отца в романе Льва Толстого 'Война и мир'?",
                options: ["Граф", "Князь", "Герцог", "Барон", "Сын Боярский"],
                correct: 0
            },
            {
                question: "Зачем Кутузов отправил Болконского к австрийскому императору Францу в романе Льва Толстого 'Война и мир'?",
                options: ["Передать послание о первой русской победе", "Чтобы запросить подкрепление", "Чтобы доложить о наступлении Наполеона", "Он послал его чтобы передать новость об отступлении русской армии", "Чтобы запросить продовольствия"],
                correct: 0
            },
            {
                question: "Кто был первой женой Пьера Безухова в романе Льва Толстого 'Война и мир'?",
                options: ["Элен", "Наташа", "Елизавета", "Мария", "Елена"],
                correct: 0
            },
            {
                question: "В чём был разочарован Пьер Безухов в романе Льва Толстого 'Война и мир'?",
                options: ["В масонстве", "В себе", "В России", "В своём кумире", "В жизни"],
                correct: 0
            },
            {
                question: "В каком городе останавливался Пьер по пути в Петербург в романе Льва Толстого 'Война и мир'?",
                options: ["Торжок", "Омск", "Оренбург", "Архангельск", "Астрахань"],
                correct: 0
            },
            {
                question: "Кто решил подать письмо о помиловании Пьера в романе Льва Толстого 'Война и мир'?",
                options: ["Андрей Болконский", "Князь Курагин", "Наташа Ростова", "Михаил Кутузов", "Капитан Тушин"],
                correct: 0
            },
            {
                question: "В какой день в доме графов Ростовых празднуют именины графини и её дочери Наташи в романе Льва Толстого 'Война и мир'?",
                options: ["26 августа", "22 июня", "20 июля", "23 мая", "15 сентября"],
                correct: 0
            }
        ]
    },
    oldsun: {
        title: "Старший сын",
        questions: [
            {
                question: "Откуда были подруги Бусыгина и Севостьянова в пьесе Александра Вампилова 'Старший сын'?",
                options: ["Ново-Мыльниково", "Иркутск", "Новосибирск", "Новоалтайск", "Москва"],
                correct: 0
            },
            {
                question: "В каком году у Андрея Сарафанова был роман с девушкой в пьесе Александра Вампилова 'Старший сын'?",
                options: ["В 1945 году", "В 1950 году", "В 1940 году", "В 1942 году", "В 1953 году"],
                correct: 0
            },
            {
                question: "Кому принадлежат слова 'Не дай-то Бог обманывать того, кто верит каждому твоему слову' в пьесе Александра Вампилова 'Старший сын'?",
                options: ["Владимиру Бусыгину", "Семёну Севостьянову", "Андрею Сарафанову", "Михаилу Кудимову", "Наталье Макарской"],
                correct: 0
            },
            {
                question: "Где учился Владимир Бусыгин в пьесе Александра Вампилова 'Старший сын'?",
                options: ["В мединституте", "В политехе", "В 10 классе", "На юридическом факультете", "В академии"],
                correct: 0
            },
            {
                question: "Куда собиралась уехать Нина со своим женихом в пьесе Александра Вампилова 'Старший сын'?",
                options: ["На Сахалин", "На Камчатку", "В Сибирь", "В Москву", "В Калининград"],
                correct: 0
            },
            {
                question: "В каком классе учится Васенька в пьесе Александра Вампилова 'Старший сын'?",
                options: ["10-ом", "11-ом", "9-ом", "На первом курсе", "8-ом"],
                correct: 0
            },
            {
                question: "С кем решает начать встречаться Севостьянов в пьесе Александра Вампилова 'Старший сын'?",
                options: ["С Натальей Макарской", "С Ниной Сарафановой", "С подругой с начала пьесы", "Соседкой Сарафанова", "Ни с кем"],
                correct: 0
            },
            {
                question: "Что символизирует название пьесы Александра Вампилова 'Старший сын'?",
                options: ["Ответственность за обман", "Моральная дилемма", "Семейные ценности", "Сложность взросления", "Семейные обязанности"],
                correct: 0
            },
            {
                question: "Что говорит Бусыгин Сарафанову в конце пьесы Александра Вампилова 'Старший сын'?",
                options: ["Признаётся в обмане", "Он пытается уйти от Сарафанова", "Он говорит что влюблён в Нину", "Он ничего ему не говорит об обмане", "Он говорит, что Севостьянов его сын"],
                correct: 0
            },
            {
                question: "Кто сказал 'С женщинами главное – не забывать, что на свете есть много других женщин...' в пьесе Александра Вампилова 'Старший сын'?",
                options: ["Севостьянов", "Бусыгин", "Андрей Сарафанов", "Макарская", "Василий Сарафанов"],
                correct: 0
            }
        ]
    },
    donstory: {
        title: "Родинка",
        questions: [
            {
                question: "До скольки лет работал на богатеев Николка Кошевой в рассказе Михаила Шолохова 'Родинка'?",
                options: ["15", "14", "16", "17", "18"],
                correct: 0
            },
            {
                question: "Где находится родинка в рассказе Михаила Шолохова 'Родинка'?",
                options: ["На левой ноге", "На правой ноге", "На спине", "На левой руке", "На правой руке"],
                correct: 0
            },
            {
                question: "Сколько времени гнался эскадрон Николки Кошевого в рассказе Михаила Шолохова 'Родинка'?",
                options: ["Три дня", "Неделю", "Два дня", "День", "Пять дней"],
                correct: 0
            },
            {
                question: "Как захворал Лукич в рассказе Михаила Шолохова 'Родинка'?",
                options: ["Прострелило поясницу", "Простудился", "Надорвал спину", "Упал с лестницы", "Обжёгся"],
                correct: 0
            },
            {
                question: "Куда пропал отец Николки в рассказе Михаила Шолохова 'Родинка'?",
                options: ["Попал в турецкий плен", "Был пойман белыми", "Был пойман красными", "Умер на войне", "Умер от голода"],
                correct: 0
            }
        ]
    },
    dontihi: {
        title: "Тихий Дон",
        questions: [
            {
                question: "Как звали отца Григория Мелехова в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Пантелей", "Пётр", "Григорий", "Степан", "Дмитрий"],
                correct: 0
            },
            {
                question: "Как называется имение Листницкого в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Ягодное", "Фруктовое", "Кустовое", "Воблово", "Рыбное"],
                correct: 0
            },
            {
                question: "Где Григорий Мелехов получил боевое крещение в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["В Лешневе", "В Танненберге", "В Инстербурге", "В Галиции", "В Люблине"],
                correct: 0
            },
            {
                question: "Какой чин был у Евгения Листницкого в 1916 году в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Есаул", "Сотник", "Подъесаул", "Войсковой старшина", "Полковник"],
                correct: 0
            },
            {
                question: "Кто был участником казачьего круга в Новочеркасске весной 1918 года в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Пантелей Мелехов", "Григорий Мелехов", "Пётр Мелехов", "Мирон Коршунов", "Михаил Кошевой"],
                correct: 0
            },
            {
                question: "Чем заболела Дарья Мелехова в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Сифилисом", "Туберкулёзом", "Раком", "Холерой", "Оспой"],
                correct: 0
            },
            {
                question: "От чего умер Пантелей Мелехов в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Тиф", "Его убили красные", "Его казнили белые", "Он пытался дезертировать и утонул", "Он умер от туберкулёза"],
                correct: 0
            },
            {
                question: "По какой причине демобилизуют Кошевого в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Из-за малярии", "Из-за ранения", "Из-за тифа", "У него был туберкулёз", "Он дезертировал"],
                correct: 0
            },
            {
                question: "Кто был отцом Натальи и Дмитрия в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Мирон", "Матвей", "Сергей", "Лука", "Алексей"],
                correct: 0
            },
            {
                question: "На берегах какой реки Григорий и Аксинья наткнулись на продотряд в романе Михаила Шолохова 'Тихий Дон'?",
                options: ["Чир", "Дон", "Кумшак", "Сусат", "Азовка"],
                correct: 0
            }
        ]
    },
    blackman: {
        title: "Чёрный человек",
        questions: [
            {
                question: "Какой месяц упоминается в словах 'То ль, как рощу в...' в поэме Сергея Есенина 'Чёрный человек'?",
                options: ["Сентябрь", "Декабрь", "Май", "Март", "Июль"],
                correct: 0
            },
            {
                question: "С кем сравнивается чёрный человек в поэме Сергея Есенина 'Чёрный человек'?",
                options: ["Монах над усопшим", "Палач перед казнью", "Смертью", "С чумой", "С похмельем"],
                correct: 0
            },
            {
                question: "Про чью жизнь читает чёрный человек в поэме Сергея Есенина 'Чёрный человек'?",
                options: ["'Какого-то прохвоста и забулдыги'", "Про жизнь лирического героя", "Про жизнь Пушкина", "Про свою жизнь", "Про жизнь друга, которому пишет герой"],
                correct: 0
            },
            {
                question: "Что есть ловкость ума и рук в поэме Сергея Есенина 'Чёрный человек'?",
                options: ["Счастье", "Талант", "Хитрость", "Умение", "Навык"],
                correct: 0
            },
            {
                question: "Что является самым высшим в мире искусством по словам чёрного человека в поэме Сергея Есенина 'Чёрный человек'?",
                options: ["Казаться улыбчивым и простым, когда тебе грустно", "Жить в стране самых отвратительных громил и шарлатанов", "Быть авантюристом самой высокой и лучшей марки", "Ненужно и глупо страдать бессонницей", "Читать поэтов"],
                correct: 0
            }
        ]
    },
    tvelv: {
        title: "Двенадцать",
        questions: [
            {
                question: "Что написано на плакате в поэме Александра Блока 'Двенадцать'?",
                options: ["Вся власть Учредительному Собранию", "Землю крестьянам", "Заводы рабочим", "Долой самодержавие", "Кто не с нами, тот против нас"],
                correct: 0
            },
            {
                question: "Кто был долгополым и 'нынче невесёлый' в поэме Александра Блока 'Двенадцать'?",
                options: ["Поп", "Писатель", "Старушка", "Буржуй", "Барыня"],
                correct: 0
            },
            {
                question: "Сколько было красных в поэме Александра Блока 'Двенадцать'?",
                options: ["Двенадцать", "Сотня", "Десяток", "Пять", "Семь"],
                correct: 0
            },
            {
                question: "Какая карта упоминается в поэме Александра Блока 'Двенадцать'?",
                options: ["Бубновый туз", "Дама пик", "Король червей", "Туз крестов", "Девятка бубен"],
                correct: 0
            },
            {
                question: "С кем ходила гулять Катька в поэме Александра Блока 'Двенадцать'?",
                options: ["С юнкерями", "С обычными ребятами", "Ни с кем", "С соседским парнем", "С офицерами"],
                correct: 0
            }
        ]
    },
    requem: {
        title: "Реквием",
        questions: [
            {
                question: "Сколько времени провела героиня в очередях в поэме Анны Ахматовой 'Реквием'?",
                options: ["Семнадцать месяцев", "Два года", "Год", "Двадцать месяцев", "Десять месяцев"],
                correct: 0
            },
            {
                question: "В каком городе была героиня в поэме Анны Ахматовой 'Реквием'?",
                options: ["Ленинград", "Сталинград", "Москва", "Волгоград", "Уральск"],
                correct: 0
            },
            {
                question: "Какая река упоминается в поэме Анны Ахматовой 'Реквием'?",
                options: ["Нева", "Волга", "Урал", "Лена", "Чир"],
                correct: 0
            },
            {
                question: "Кто из святых упоминается в эпилоге поэмы Анны Ахматовой 'Реквием'?",
                options: ["Магдалина", "Мариам", "Девора", "Прискилла", "Фива"],
                correct: 0
            },
            {
                question: "С чем сравниваются ночи в поэме Анны Ахматовой 'Реквием'?",
                options: ["С ястребиным оком", "С огромной звездой", "С ветром", "С пыльными цветами", "С последним ужасом"],
                correct: 0
            }
        ]
    },
    arbat: {
        title: "Дети Арбата",
        questions: [
            {
                question: "Какого числа был убит Киров в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["1 декабря", "2 декабря", "6 января", "30 ноября", "17 декабря"],
                correct: 0
            },
            {
                question: "В каком городе готовилась акция протеста по подозрению Березина в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Ленинград", "Москва", "Сталинград", "Курск", "Смоленск"],
                correct: 0
            },
            {
                question: "Кому принадлежат слова 'Смерть решает все проблемы. Нет человека, и нет проблем' в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Сталину", "Березину", "Кирову", "Троцкому", "Ленину"],
                correct: 0
            },
            {
                question: "Кем был Марк Рязанов в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Первым металлургом", "Героем социалистического труда", "Диктатором", "Главой ОГПУ", "Чекистом НКВД"],
                correct: 0
            },
            {
                question: "Куда по службе отправился Максим Костин в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Дальний Восток", "Сибирь", "Крым", "Центральная Азия", "К западным границам"],
                correct: 0
            },
            {
                question: "Какой новый год встречают одноклассники в начале романа Анатолия Рыбакова 'Дети Арбата'?",
                options: ["1934", "1939", "1940", "1922", "1932"],
                correct: 0
            },
            {
                question: "Кем был Дьяков в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Следователем НКВД", "Уполномоченным НКВД", "Чекистом НКВД", "Продкомиссаром", "Политкомом"],
                correct: 0
            },
            {
                question: "Почему Сашу изначально исключили из института в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Из-за 'враждебной вылазки' в стенгазете", "На него сделали донос", "Он имел противореволюционные намерения", "Он критиковал партию", "Его дядя был врагом народа"],
                correct: 0
            },
            {
                question: "Как зовут мать Саши в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Софья", "Анна", "Надежда", "Вера", "Мария"],
                correct: 0
            },
            {
                question: "В какую деревню определяют Сашу в романе Анатолия Рыбакова 'Дети Арбата'?",
                options: ["Мозгово", "Комарово", "Ново-Останкино", "Раево", "Пенягино"],
                correct: 0
            }
        ]
    },
    sotnikov: {
        title: "Сотников",
        questions: [
            {
                question: "Какая главная тема повести Василя Быкова 'Сотников'?",
                options: ["Героизм и предательство", "Любовь и поиск смысла жизни", "О таланте человека", "О богатстве и бедности", "Сталинизм и репрессии"],
                correct: 0
            },
            {
                question: "На кого учился Сотников до войны в повести Василя Быкова 'Сотников'?",
                options: ["Учитель", "Врач", "Инженер", "Слесарь", "Металлург"],
                correct: 0
            },
            {
                question: "Чем староста деревни опозорил своего сына в повести Василя Быкова 'Сотников'?",
                options: ["Служил немцам", "Не накормил партизан", "Он оставил свою семью", "Он не кормил своего сына", "Староста не воспитал сына"],
                correct: 0
            },
            {
                question: "Где было ранение у Сотникова в повести Василя Быкова 'Сотников'?",
                options: ["В бедре", "В плече", "В руке", "В груди", "В спине"],
                correct: 0
            },
            {
                question: "Где спрятались Рыбак и Сотников в повести Василя Быкова 'Сотников'?",
                options: ["На чердаке", "В подвале", "За печкой", "В сенях", "В амбаре"],
                correct: 0
            },
            {
                question: "Кто сказал 'Это же машина! Или ты будешь служить ей, или она сотрёт тебя в порошок!' в повести Василя Быкова 'Сотников'?",
                options: ["Сотников", "Рыбак", "Демчиха", "Староста", "Будила"],
                correct: 0
            },
            {
                question: "Что сделал Рыбак для спасения своей жизни в повести Василя Быкова 'Сотников'?",
                options: ["Согласился сотрудничать с немцами", "Попытался сбежать, бросив товарища", "Пытался сбежать с товарищем", "Решил рассказать всю информацию об отряде", "Ничего"],
                correct: 0
            },
            {
                question: "Как погиб Сотников в повести Василя Быкова 'Сотников'?",
                options: ["Был повешен", "Был расстрелян", "Умер от пыток", "Умер в тюрьме", "Он самоубился"],
                correct: 0
            },
            {
                question: "Что было во сне Сотникова в повести Василя Быкова 'Сотников'?",
                options: ["Его отец", "Его мать", "Его сослуживцы", "Родная деревня", "Родной дом"],
                correct: 0
            },
            {
                question: "О ком слова 'Теперь он всем и повсюду враг. И, видно, самому себе тоже.' в повести Василя Быкова 'Сотников'?",
                options: ["О Рыбаке", "О Сотникове", "О старосте", "О Портнове", "О сыне старосты"],
                correct: 0
            }
        ]
    }
};